Repository: tranquilit/OpenRSAT
Catalog: languages/OpenRSAT.*.po
Languages: el, fr

# tvisabout.caption
source: About
el: Σχετικά
fr: A propos

source: OpenRSAT is an open-source, cross-platform tool for Active Directory administration via an interface, inspired by Microsoft’s RSAT tools. It enables system administrators to manage users, groups, and organizational units on Windows, Linux, and macOS.
el: Το OpenRSAT είναι ένα εργαλείο ανοιχτού κώδικα, πολλαπλών πλατφορμών για τη διαχείριση του Active Directory μέσω μιας διεπαφής, εμπνευσμένο από τα εργαλεία RSAT της Microsoft. Επιτρέπει στους διαχειριστές συστημάτων να διαχειρίζονται χρήστες, ομάδες και οργανωτικές μονάδες σε Windows, Linux και macOS.
fr: OpenRSAT est un outil open source multiplateforme destiné à l'administration d'Active Directory via une interface, inspiré des outils RSAT de Microsoft. Il permet aux administrateurs système de gérer les utilisateurs, les groupes et les unités organisationnelles sous Windows, Linux et macOS.

source: Click to join Tranquil IT discord.
el: Κάντε κλικ για να συμμετάσχετε στο Tranquil IT discord.
fr: Cliquer pour rejoindre le discord de Tranquil IT.

source: Click to open Documentation page. (Not yet implemented)
el: Κάντε κλικ για να ανοίξετε τη σελίδα Τεκμηρίωση. (Δεν έχει ακόμη εφαρμοστεί)
fr: Cliquer pour ouvrir la page de documentation. (Pas encore implémenté)

source: Click to open OpenRSAT github page.
el: Κάντε κλικ για να ανοίξετε τη σελίδα OpenRSAT στο GitHub.
fr: Cliquer pour ouvrir la page github d'OpenRSAT.

source: You found a bug or want to give feedback? Click to open an issue on github!
el: Βρήκατε κάποιο σφάλμα ή θέλετε να μας στείλετε τα σχόλιά σας; Κάντε κλικ για να ανοίξετε ένα θέμα στο github!
fr: Vous avez trouvé un bug ou voulez faire un retour ? Cliquer pour ouvrir un ticket sur github !

source: Click to open Tranquil IT home page.
el: Κάντε κλικ για να ανοίξετε την αρχική σελίδα της Tranquil IT.
fr: Cliquer pour ouvrir la page d'accueil de Tranquil IT.

source: Click to open OpenRSAT WAPT package.
el: Κάντε κλικ για να ανοίξετε το πακέτο OpenRSAT WAPT.
fr: Cliquer pour ouvrir la page du paquet WAPT OpenRSAT.

# tvisopenrsat.action_about.caption
source: About
el: Σχετικά
fr: A propos

# tvisopenrsat.action_openedproperties.caption
source: Properties
el: Ιδιότητες
fr: Propriétés

# tvisopenrsat.action_quit.caption
source: Quit
el: Έξοδος
fr: Quitter

# tvisopenrsat.menuitem3.caption
source: Change tool
el: Αλλαγή εργαλείου
fr: Changer d'outil

# tvisopenrsat.menuitem_debug.caption
source: Debug options
el: Επιλογές αποσφαλμάτωσης
fr: Option de deboggage

# tvisopenrsat.menuitem_file.caption
source: File
el: Αρχείο
fr: Fichier

# tvisopenrsat.menuitem_fileoptions.caption
source: Options
el: Επιλογές

source: Retrieve old configuration
el: Ανάκτηση παλαιών ρυθμίσεων
fr: Récupérer l'ancienne configuration

# tvisopenrsat.menuitem_view.caption
source: View
el: Προβολή
fr: Affichage

# tvisopenrsat.menuitem_viewtheme.caption
source: Theme
el: Θέμα
fr: Thème

# tvisopenrsat.menuitem_viewthemedark.caption
source: Use dark theme (at next launch)
el: Χρήση σκοτεινού θέματος (στο επόμενο άνοιγμα)
fr: Utiliser le thème sombre (au prochain démarrage)

# tvisopenrsat.menuitem_viewthemelight.caption
source: Use light theme (at next launch)
el: Χρήση φωτεινού θέματος (στο επόμενο άνοιγμα)
fr: Utiliser le thème clair (au prochain démarrage)

# tvisopenrsat.menuitem_viewthemesystem.caption
source: Use system theme (at next launch)
el: Χρήση θέματος συστήματος (στο επόμενο άνοιγμα)
fr: Utiliser le thème du système (au prochain démarrage)
