Repository: tranquilit/OpenRSAT
Catalog: packages/OpenRSATCore/languages/ucommon.*.po
Languages: el, fr

source: Failed to create ACE for object % in ACL.
el: Αποτυχία δημιουργίας ACE για το αντικείμενο % στο ACL.
fr: Echec de la création de l'ACE dans l'ACL pour l'objet %.

source: ACE for object % not found in ACL.
el: ACE για το αντικείμενο % δεν βρέθηκε στο ACL.
fr: L'ACE de l'objet % n'est pas trouvé dans l'ACL.

source: A Deny Delete-Tree right will be added to the ACL of the parent of this object. Do you wish to continue?
el: Ένα δικαίωμα Άρνησης Διαγραφής-Δέντρου θα προστεθεί στο ACL του γονέα αυτού του αντικειμένου. Θέλετε να συνεχίσετε;
fr: Un droit « Refuser la suppression d'arborescence » sera ajouté à la liste ACL du parent de cet objet. Voulez-vous continuer ?

source: Failed to parse ACL.
el: Αποτυχία ανάλυσης του ACL.
fr: Échec de l'analyse de l'ACL.

source: Container Inherit (CI) Object Inherit (OI) No Propagate (NP) Inherit Only (E/S)
fr: Héritage de conteneur (CI) Héritage d'objet (OI) Pas de propagation (NP) Héritage uniquement (E/S)

source: Full Control List Content Read (WP) Write (RP) Create Child (CC) Delete Child (DC) List Child (LC) List Object (be visible) (LO) Delete (SD) Delete Tree (DT) Read Security (RC) Write Security (WD) Write Owner (WO) Validated Write (SW) Control Access (CR)
fr: Contrôle total Contenu de la liste Lecture (WP) Écriture (RP) Création d'un enfant (CC) Suppression d'un enfant (DC) Liste des enfants (LC) Liste des objets (visibles) (LO) Suppression (SD) Suppression de l'arborescence (DT) Sécurité en lecture (RC) Sécurité en écriture (WD) Propriétaire en écriture (WO) Écriture validée (SW) Contrôle d'accès (CR)

source: Allow
fr: Authoriser

source: % and %
el: % και %
fr: % et %

source: Anonymous Connection
el: Ανώνυμη Σύνδεση
fr: Connexion anonyme

source: The server does not allow this kind of auth method.
el: Ο διακομιστής δεν επιτρέπει αυτό το είδος μεθόδου αυθεντικοποίησης.
fr: Le serveur n'authoriser pas ce type de méthode d'authentification.

source: The changes you have made require a console restart. Restart now?
el: Οι αλλαγές που έχετε κάνει απαιτούν επανεκκίνηση της κονσόλας. Επανεκκίνηση τώρα;
fr: Les modifications que vous avez apportées nécessitent un redémarrage de la console. Voulez-vous redémarrer maintenant ?

source: The server do not allow your operation, cause your connection is not secured enought.
el: Ο διακομιστής δεν επιτρέπει την ενέργειά σας, επειδή η σύνδεσή σας δεν είναι αρκετά ασφαλής.
fr: Le serveur n'authorise pas votre operation, car votre connexion n'est pas assez sécurisé.

source: You are connected as "%".
el: Είστε συνδεδεμένος ως "%".
fr: Vous êtes connecté en tant que "%".

source: The DC of this domain is "%".
el: Ο DC αυτού του τομέα είναι "%".
fr: Le DC de ce domaine est "%".

source: Successfully connected to domain controller "%"
el: Επιτυχής σύνδεση στον ελεγκτή τομέα "%"
fr: Connexion réussie au contrôleur de domaine "%".

source: The requests violates some constraint defined within the server.
el: Τα αιτήματα παραβιάζουν κάποιο περιορισμό που έχει οριστεί στον διακομιστή.
fr: La requête enfreint certaines contraintes définies au sein du serveur.

source: You chose to delegate control of objects in the following Active Directory folder:
el: Έχετε επιλέξει να εκχωρήσετε έλεγχο αντικειμένων στον ακόλουθο φάκελο του Active Directory:
fr: Vous avez choisi de déléguer le contrôle des objets dans le dossier Active Directory suivant :

source: The groups, users, or computers to which you have given control are:
el: Οι ομάδες, χρήστες ή υπολογιστές στους οποίους έχετε δώσει έλεγχο είναι:
fr: Les groupes, utilisateurs ou ordinateurs auxquels vous avez donné le contrôle sont les suivants :

source: You chose to delegate the following tasks:
el: Έχετε επιλέξει να εκχωρήσετε τις ακόλουθες εργασίες:
fr: Vous avez choisi de déléguer les tâches suivantes :

# ucommon.rsdelete
source: Delete
el: Διαγραφή
fr: Supprimer

source: Are you sure you want to delete the following object: %
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το ακόλουθο αντικείμενο: %
fr: Êtes-vous sûr de vouloir supprimer l'objet suivant : %

source: Are you sure that you want to delete % from the selected group(s)?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το % από την επιλεγμένη ομάδα(ες);
fr: Êtes-vous sûr de vouloir supprimer % du ou des groupes sélectionnés ?

source: Do you want to delete the record % from the server?
el: Θέλετε να διαγράψετε την εγγραφή % από τον διακομιστή;
fr: Voulez-vous supprimer l'enregistrement % du serveur ?

source: Do you want to delete the selected records from the server?
el: Θέλετε να διαγράψετε τις επιλεγμένες εγγραφές από τον διακομιστή;
fr: Voulez-vous supprimer les enregistrements sélectionnés du serveur ?

source: The primary group cannot be deleted. You need to define another if you wish to delete this one.
el: Η κύρια ομάδα δεν μπορεί να διαγραφεί. Πρέπει να ορίσετε άλλη αν θέλετε να διαγράψετε αυτήν.
fr: Le groupe principal ne peut pas être supprimé. Vous devez en définir un autre si vous souhaitez supprimer celui-ci.

source: Do you want to delete the profile %?
el: Θέλετε να διαγράψετε το προφίλ %?
fr: Êtes-vous certain de supprimer ce profil % ?

source: Deny
el: Άρνηση
fr: Refuser

source: Allow Update
el: Επίτρεψε Ενημέρωση
fr: Authoriser les mises à jour

source: Deleted from hostname
el: Διαγράφηκε από το όνομα υπολογιστή
fr: Supprimer depuis le nom de domaine

source: Master servers
el: Κύριοι διακομιστές
fr: Maître des serveurs

source: Master servers DA
el: Κύριοι διακομιστές DA
fr: Maître des serveurs DA

source: No Refresh Interval
el: Διάστημα Μη Ανανέωσης
fr: Aucune intervalle d'actualisation

source: Refresh Interval
el: Διάστημα Ανανέωσης
fr: Intervalle d'actualisation

source: Scavenging servers
fr: Serveurs de récupération

source: Scavenging servers DA
fr: Serveurs de récupération DA

source: Secure Time
fr: Temps sécurisé

source: Host (A or AAAA)
el: Υπολογιστής (A ή AAAA)
fr: Hôte (A ou AAAA)

source: Host address (A or AAAA) record. Maps a DNS domain name to a 32-bit IP version 4 address (RFC 1035) or a 128-bit IP version 6 address (RFC 1886).
el: Εγγραφή διεύθυνσης υπολογιστή (A ή AAAA). Αντιστοιχεί ένα όνομα τομέα DNS σε διεύθυνση IP 32-bit έκδοσης 4 (RFC 1035) ή σε διεύθυνση IP 128-bit έκδοσης 6 (RFC 1886).
fr: Enregistrement d'adresse hôte (A ou AAAA). Associe un nom de domaine DNS à une adresse IP version 4 32 bits (RFC 1035) ou à une adresse IP version 6 128 bits (RFC 1886).

source: Alias record. Indicates an alternate or alias DNS domain name for a name already specified in other resource record types used in this zone. The record is also known as the canonical name (CNAME) record type. (RFC 1035)
el: Εγγραφή ψευδώνυμου. Υποδεικνύει ένα εναλλακτικό ή ψευδώνυμο όνομα τομέα DNS για ένα όνομα που έχει ήδη καθοριστεί σε άλλους τύπους εγγράφων πόρων που χρησιμοποιούνται σε αυτή τη ζώνη. Η εγγραφή αυτή είναι επίσης γνωστή ως τύπος εγγραφής με το κανονικό όνομα (CNAME). (RFC 1035)
fr: Enregistrement alias. Indique un nom de domaine DNS alternatif ou alias pour un nom déjà spécifié dans d'autres types d'enregistrements de ressources utilisés dans cette zone. Cet enregistrement est également appelé enregistrement de nom canonique (CNAME). (RFC 1035)

source: Mail Exchanger (MX)
el: Ανταλλαγή Αλληλογραφίας (MX)
fr: Échangeur de courrier (MX)

source: Mail exchanger (MX) record. Provides message routing to a specified mail exchange host that is acting as a mail exchanger for a specified DNS domain name. MX records use a 16-bit integer to indicate host priority in message routing where multiple mail exchange hosts are specified. For each mail exchange host specified in this record type, a corresponding host address (A) type record is needed. (RFC 1035)
el: Εγγραφή ανταλλαγής αλληλογραφίας (MX). Παρέχει δρομολόγηση μηνυμάτων σε έναν καθορισμένο κεντρικό υπολογιστή ανταλλαγής αλληλογραφίας που λειτουργεί ως διακομιστής αλληλογραφίας για ένα καθορισμένο όνομα τομέα DNS. Οι εγγραφές MX χρησιμοποιούν έναν ακέραιο 16-bit για να υποδείξουν την προτεραιότητα του κεντρικού υπολογιστή στη δρομολόγηση μηνυμάτων όταν καθορίζονται πολλαπλοί κεντρικοί υπολογιστές ανταλλαγής αλληλογραφίας. Για κάθε κεντρικό υπολογιστή ανταλλαγής αλληλογραφίας που καθορίζεται σε αυτόν τον τύπο εγγραφής, απαιτείται μια αντίστοιχη εγγραφή τύπου διεύθυνσης υπολογιστή (A). (RFC 1035)
fr: Enregistrement MX (Mail Exchanger). Permet le routage des messages vers un hôte de messagerie spécifié qui agit en tant que serveur de messagerie pour un nom de domaine DNS spécifié. Les enregistrements MX utilisent un entier de 16 bits pour indiquer la priorité de l'hôte dans le routage des messages lorsque plusieurs hôtes de messagerie sont spécifiés. Pour chaque hôte de messagerie spécifié dans ce type d'enregistrement, un enregistrement de type adresse hôte (A) correspondant est nécessaire. (RFC 1035)

source: Pointer (PTR)
el: Δείκτης (PTR)
fr: Pointeur (PTR)

source: Pointer (PTR) record. Points to a location in the domain name space. PTR records are typically used in special domains to perform reverse lookups of address-to-name mappings. Each record provides simple data that points to some other location in the domain name space (usually a forward lookup zone). Where PTR records are used, no additional section processing is implied or caused by their presence. (RFC 1035)
el: Εγγραφή δείκτη (PTR). Δείχνει σε μια τοποθεσία στον χώρο ονομάτων τομέα. Οι εγγραφές PTR χρησιμοποιούνται συνήθως σε ειδικούς τομείς για την εκτέλεση αντίστροφων αναζητήσεων αντιστοιχίσεων διεύθυνσης-ονόματος. Κάθε εγγραφή παρέχει απλά δεδομένα που δείχνουν σε κάποια άλλη τοποθεσία στον χώρο ονομάτων τομέα (συνήθως σε μια ζώνη πρόσθιας αναζήτησης). Όπου χρησιμοποιούνται εγγραφές PTR, δεν υπονοείται ή προκαλείται επιπλέον επεξεργασία τμημάτων από την παρουσία τους. (RFC 1035)
fr: Enregistrement Pointer (PTR). Pointe vers un emplacement dans l'espace de noms de domaine. Les enregistrements PTR sont généralement utilisés dans des domaines spéciaux pour effectuer des recherches inversées de correspondances entre adresses et noms. Chaque enregistrement fournit des données simples qui pointent vers un autre emplacement dans l'espace de noms de domaine (généralement une zone de recherche directe). Lorsque des enregistrements PTR sont utilisés, leur présence n'implique ni ne provoque aucun traitement supplémentaire de la section. (RFC 1035)

source: Service Location (SRV)
el: Τοποθεσία Υπηρεσίας (SRV)
fr: Service de localisation (SRV)

source: Service (SRV) record. Allows administrators to use several servers for a single DNS domain, to easily move a TCP/IP service from one host to another host with administration, and to designate some service provider hosts as primary servers for a service and other hosts as backups. DNS clients that use a SRV-type query ask for a specific TCP/IP service and protocol mapped to a specific DNS domain and receive the names of any available servers. (RFC 2052)
el: Εγγραφή υπηρεσίας (SRV). Επιτρέπει στους διαχειριστές να χρησιμοποιούν πολλούς διακομιστές για έναν μόνο τομέα DNS, να μετακινούν εύκολα μια υπηρεσία TCP/IP από έναν κεντρικό υπολογιστή σε έναν άλλο με διαχείριση, και να ορίζουν συγκεκριμένους κεντρικούς υπολογιστές ως κύριους διακομιστές για μια υπηρεσία και άλλους ως εφεδρικούς. Οι πελάτες DNS που χρησιμοποιούν ένα ερώτημα τύπου SRV ζητούν μια συγκεκριμένη υπηρεσία και πρωτόκολλο TCP/IP αντιστοιχισμένα σε έναν συγκεκριμένο τομέα DNS και λαμβάνουν τα ονόματα οποιωνδήποτε διαθέσιμων διακομιστών. (RFC 2052)
fr: Enregistrement de service (SRV). Permet aux administrateurs d'utiliser plusieurs serveurs pour un seul domaine DNS, de déplacer facilement un service TCP/IP d'un hôte à un autre avec administration, et de désigner certains hôtes de fournisseurs de services comme serveurs principaux pour un service et d'autres hôtes comme serveurs de secours. Les clients DNS qui utilisent une requête de type SRV demandent un service TCP/IP et un protocole spécifiques mappés à un domaine DNS spécifique et reçoivent les noms de tous les serveurs disponibles. (RFC 2052)

source: Domain
el: Τομέας
fr: Domaine

source: Forest
el: Δάσος
fr: Forêt

source: None
el: Κανένας
fr: Aucun

source: Forwarder
el: Προωθητής
fr: Transporteur

source: Primary
el: Πρωτεύων
fr: Primaire

source: Secondary
el: Δευτερεύων
fr: Secondaire

source: Secondary cache
el: Δευτερεύουσα προσωρινή αποθήκευση
fr: Cache secondaire

source: Stub
fr: Raccordement

source: Secure
el: Ασφαλής
fr: Sécuriser

source: Unsecure
el: Μη ασφαλής
fr: Non sécuriser

source: Error
el: Σφάλμα
fr: Erreur

source: all descendants
el: όλοι οι απόγονοι
fr: Tous les descendants

source: direct descendants
el: άμεσοι απόγονοι
fr: Descendant direct

source: this object
el: αυτό το αντικείμενο
fr: Cet objet

source: Friday
el: Παρασκευή
fr: Vendredi

source: Confirm the deletion of the %d selected rows?
el: Επιβεβαίωση διαγραφής των %d επιλεγμένων γραμμών;
fr: Confirmer la suppression des %d lignes sélectionnées ?

source: Delete selected rows
el: Διαγραφή επιλεγμένων γραμμών
fr: Supprimer les lignes sélectionnées

source: The matching condition is not supported for this attributeType.
el: Η συνθήκη ταιριάσματος δεν υποστηρίζεται για αυτόν τον τύπο χαρακτηριστικού.
fr: La condition de correspondance n'est pas prise en charge pour ce type d'attribut.

source: Insufficient rights access.
el: Μη επαρκή δικαιώματα πρόσβασης.
fr: Droits d'accès insuffisant.

source: Invalid IP format
el: Μη έγκυρη μορφή IP
fr: Format d'IP invalide

source: Ldap add failed: "%"
el: Αποτυχία προσθήκης LDAP: "%"
fr: Echec de l'ajout LDAP : "%"

source: Ldap connect failed: "%"
el: Αποτυχία σύνδεσης LDAP: "%"
fr: Echec de la connexion LDAP : "%"

source: Ldap delete failed: "%"
el: Αποτυχία διαγραφής LDAP: "%"
fr: Echec de la suppression LDAP : "%"

source: Ldap Error
el: Σφάλμα Ldap
fr: Erreur LDAP

source: Ldap failed: "%"
el: Αποτυχία Ldap: "%"
fr: Echec de la requête LDAP : "%"

source: Ldap modify failed: "%"
el: Αποτυχία τροποποίησης LDAP: "%"
fr: Echec de modification LDAP : "%"

source: Moving objects in Active Directory Domain Services can prevent your existing system from working the way it was designed. For exemple, moving an organizational unit (OU) can affect the way that group policies are applied to the accounts within the OU. Are you sure you want to move this object?
el: Η μετακίνηση αντικειμένων στο Active Directory Domain Services μπορεί να εμποδίσει το υπάρχον σύστημα σας να λειτουργήσει όπως σχεδιάστηκε. Για παράδειγμα, η μετακίνηση μιας οργανωτικής μονάδος (OU) μπορεί να επηρεάσει τον τρόπο εφαρμογής των πολιτικών ομάδων στους λογαριασμούς μέσα στην OU. Είσαι σίγουροι ότι θέλετε να μετακινήσετε αυτό το αντικείμενο;
fr: Le déplacement d'objets dans les services de domaine Active Directory peut empêcher votre système existant de fonctionner comme prévu. Par exemple, le déplacement d'une unité d'organisation (OU) peut affecter la manière dont les stratégies de groupe sont appliquées aux comptes au sein de l'OU. Êtes-vous sûr de vouloir déplacer cet objet ?

source: Ldap search failed: "%"
el: Η αναζήτηση Ldap απέτυχε: "%"
fr: Echec de la recherche LDAP : "%"

source: Ldap Success
el: Επιτυχία Ldap
fr: Succès LDAP

source: Services and Interfaces
el: Υπηρεσίες και Διεπαφές
fr: Services et Interfaces

source: Sites and Services
el: Τοποθεσίες και Υπηρεσίες
fr: Sites et Services

source: Users and Computers
el: Χρήστες και Υπολογιστές
fr: Utilisateurs et Ordinateurs

source: Domain Name System
el: Σύστημα Ονομάτων Τομέα
fr: Système de nom de domaine

source: Monday
el: Δευτέρα
fr: Lundi

source: Multi-valued String Editor
fr: Éditeur de chaînes à valeurs multiples

source: Multi-valued Time Editor
fr: Éditeur de temps à valeurs multiples

source: The New and Confirm passwords must match. Please re-type them.
el: Ο Νέος κωδικός και ο κωδικός Επιβεβαίωσης πρέπει να ταιριάζουν. Παρακαλώ πληκτρολογήστε τους ξανά.
fr: Les mots de passe « Nouveau » et « Confirmer » doivent être identiques. Veuillez les saisir à nouveau.

source: < Back
el: < Πίσω
fr: < Retour

source: Next >
el: Επόμενο >
fr: Suivant >

source: New object - Computer
el: Νέο αντικείμενο - Υπολογιστής
fr: Nouvel objet - Ordinateur

source: New object - Contact
el: Νέο αντικείμενο - Επαφή
fr: Nouvel objet - Contact

source: New object - Group
el: Νέο αντικείμενο - Ομάδα
fr: Nouvel objet - Groupe

source: New object - OU
el: Νέο αντικείμενο - OU
fr: Nouvel object - OU

source: New object - Shared Folder
el: Νέο αντικείμενο - Κοινόχρηστος Φάκελος
fr: Nouvel objet - Dossier Partagé

source: New object - Site
el: Νέο αντικείμενο - Τοποθεσία
fr: Nouvel objet - Site

source: New object - Subnet
el: Νέο αντικείμενο - Υποδίκτυο
fr: Nouvel objet - Sous réseau

source: New object - User
el: Νέο αντικείμενο - Χρήστης
fr: Nouvel objet - Utilisateur

source: The user will have to change his password at next logon.
el: Ο χρήστης θα πρέπει να αλλάξει τον κωδικό του κατά την επόμενη σύνδεση.
fr: L'utilisateur doit changer de mot de passe à la prochaine connexion.

source: The account is disabled.
el: Ο λογαριασμός είναι απενεργοποιημένος.
fr: Le compte est désactivé.

source: Full name: %
el: Πλήρες όνομα: %
fr: Nom complet : %

source: User logon name: %
el: Όνομα σύνδεσης χρήστη: %
fr: Nom de connexion de l'utilisateur : %

source: The user cannot change his password.
el: Ο χρήστης δεν μπορεί να αλλάξει τον κωδικό του.
fr: L'utilisateur ne peut changer de mot de passe.

source: The Password never expires.
el: Ο κωδικός δεν λήγει ποτέ.
fr: Le mot de passe n'expire jamais.

source: The targeted attribute does not exist in the specified entry.
el: Το στοχευόμενο χαρακτηριστικό δεν υπάρχει στην καθορισμένη εγγραφή.
fr: L'attribut ciblé n'existe pas dans l'entrée spécifié.

source: Operation occurs in a wrong order.
el: Ενέργεια συμβαίνει με λάθος σειρά.
fr: L'opération est apparu dans le mauvais ordre.

source: Malformed LDAP message. Unrecognized operation.
el: Λανθασμένη μορφή μηνύματος LDAP. Μη αναγνωρίσιμη ενέργεια.
fr: Message LDAP malformé. Opération non reconnu.

source: This should not be an error. Client should follow referral. Please try the action on a different server.
el: Αυτό δεν θα έπρεπε να είναι σφάλμα. Ο πελάτης θα έπρεπε να ακολουθήσει την αναφορά. Παρακαλώ δοκιμάστε την ενέργεια σε διαφορετικό διακομιστή.
fr: Ceci ne devrait pas être une erreur. Le client doit suivre la redirection. Veuillez essayer l'action sur un autre serveur.

source: Rename
el: Μετονομασία
fr: Renommer

source: Restart confirmation
el: Επιβεβαίωση επανεκκίνησης
fr: Confirmer le redémarrage

source: Audit Failure
el: Αποτυχία Ελέγχου
fr: Echec de l'audit

source: Audit Success
el: Επιτυχής Έλεγχος
fr: Succès de l'audit

source: Container Inherit
fr: Héritage de conteneur

source: Inherited
fr: Hérité

source: Inherit Only
fr: Hérité seulement

source: No Propagate
fr: Pas de propagation

source: Object Inherit
fr: Héritage d'objet (OI)

source: The server is working on a bind request. Try again later.
el: Ο διακομιστής επεξεργάζεται ένα αίτημα σύνδεσης. Δοκιμάστε ξανά αργότερα.
fr: Le serveur traite actuellement une demande de connexion. Veuillez réessayer plus tard.

source: Saturday
el: Σάββατο
fr: Samedi

source: Base object
el: Βασικό αντικείμενο
fr: Object de base

source: Single level
el: Ένα επίπεδο μόνο
fr: Un niveau

source: Whole subtree
el: Ολόκληρο το υποδέντρο
fr: Sous arbre entier

source: Control Access
el: Έλεγχος Πρόσβασης
fr: Contrôle d'accès

source: Create child
el: Δημιουργία παιδιού
fr: Créer un enfant

# ucommon.rssecaccessdelete
source: Delete
el: Διαγραφή
fr: Supprimer

source: Delete child
el: Διαγραφή παιδιού
fr: Supprimer un enfant

source: Delete Tree
el: Διαγραφή Δέντρου
fr: Supprimer un arbre

source: Full control
el: Πλήρης έλεγχος
fr: Contrôle total

source: Generic All
fr: Tous les génériques

source: Generic Execute
el: Γενική Εκτέλεση
fr: Générique d'exécution

source: Generic Read
el: Γενική Ανάγνωση
fr: Générique de lecture

source: Generic Write
el: Γενική Εγγραφή
fr: Générique d'écriture

source: List Children
fr: Lister les enfants

source: List content
fr: Lister le contenu

source: List Object
fr: Lister les objets

source: Read Control
fr: Contrôle de lecture

source: Read
el: Ανάγνωση
fr: Lire

source: Self Write
el: Εγγραφή Εαυτού
fr: Auto-écriture

source: Synchronize
el: Συγχρονισμός
fr: Synchroniser

source: Write Dac
el: Εγγραφή Dac
fr: Ecriture Dac

source: Write Owner
el: Εγγραφή Ιδιοκτήτη
fr: Ecriture du propriétaire

source: Write
el: Εγγραφή
fr: Ecrire

source: Fail to read security descriptor
el: Αποτυχία ανάγνωσης περιγραφής ασφαλείας
fr: Echec de la lecture du descripteur de sécurité

source: Single String Editor
fr: Éditeur de chaîne unique

source: Single Time Editor
fr: Editeur de temps unique

source: The result retrieved more objects than the server allowed.
el: Το αποτέλεσμα ανέκτησε περισσότερα αντικείμενα από όσα επέτρεψε ο διακομιστής.
fr: Le résultat a récupéré plus d'objets que le serveur n'en autorisait.

source: The server requires the client to authenticate with a stronger authentication.
el: Ο διακομιστής απαιτεί από τον πελάτη να αυθεντικοποιηθεί με ισχυρότερη αυθεντικοποίηση.
fr: Le serveur exige que le client s'authentifie à l'aide d'une authentification plus forte.

source: Sunday
el: Κυριακή
fr: Dimanche

source: Thursday
el: Πέμπτη
fr: Jeudi

source: The request time limit has been reached.
el: Το όριο χρόνου αιτήματος έχει επιτευχθεί.
fr: La limite de temps de la requête a été atteint.

source: Advanced Security Settings for %
el: Προηγμένες Ρυθμίσεις Ασφαλείας για %
fr: Paramètres de sécurité avancé pour %

source: Connect or bind error.
el: Σφάλμα σύνδεσης διακομιστή.
fr: Erreur de connexion ou de liaison.

source: Successful connection
el: Επιτυχής σύνδεση
fr: Succès de la connexion

source: Delete a group user
el: Διαγραφή χρήστη ομάδας
fr: Supprimer un utilisateur du groupe

source: Delete object
el: Διαγραφή αντικειμένου
fr: Supprimer l'objet

source: Invalid format
el: Άκυρη μορφή
fr: Format invalide

source: Error not found
el: Δε βρέθηκε σφάλμα
fr: Erreur non trouvé

source: Parsing error
el: Σφάλμα ανάλυσης
fr: Erreur de l'analyse

source: Permissions for %
el: Άδειες για %
fr: Permissions pour %

source: Select groups
el: Επιλέξτε ομάδες
fr: Sélectionner les gorupes

source: Select new Manager
el: Επιλέξτε νέο Διαχειριστή
fr: Sélectionner un nouveau gestionnaire

source: Select owner
el: Επιλέξτε ιδιοκτήτη
fr: Sélectionner un propriétaire

source: Tuesday
el: Τρίτη
fr: Mardi

source: Domain controller
el: Ελεγκτής τομέα
fr: Controlleur de domaine

source: Workstation or server
el: Σταθμός εργασίας ή διακομιστής
fr: Station de travail ou serveur

source: The targeted attribute does not exist in the server schema.
el: Το στοχευμένο χαρακτηριστικό δεν υπάρχει στο σχήμα του διακομιστή.
fr: L'attribut ciblé n'existe pas dans le schema du serveur.

source: There are unsaved changes. Are you sure you want to quit?
el: Υπάρχουν μη αποθηκευμένες αλλαγές. Είστε σίγουροι ότι θέλετε να τερματίσετε;
fr: Il y a des changements non sauvegardé. Êtes-vous sur de vouloir quitter ?

source: Current user credentials
el: Στοιχεία τρέχοντος χρήστη
fr: Identifiants actuels de l'utilisateur

source: Warning
el: Προειδοποίηση
fr: Attention

source: Wednesday
el: Τετάρτη
fr: Mercredi

source: Anonymous
el: Ανώνυμος
fr: Anonyme

source: Authenticated User
el: Ταυτοποιημένος Χρήστης
fr: Utilisateur authentifié

source: Authentication Authority Asserted
fr: Autorité d'authentification revendiquée

source: Authentication Fresh Key Auth
fr: Authentification Authentification par clé unique

source: Authentication Key Property Attestation
fr: Attestation des propriétés de la clé d'authentification

source: Authentication Key Property Mfa
fr: Propriété de clé d'authentification Mfa
