Repository: tranquilit/OpenRSAT
Catalog: packages/OpenRSATCore/languages/ucommon.*.po
Languages: el, fr

source: Authentication Key Trust
fr: Confiance dans la clé d'authentification

source: Authentication Service Asserted
fr: Service d'authentification affirmé

source: Batch
fr: Lot

source: Builtin Access Control Assistance Operators
fr: Opérateurs d'assistance au contrôle d'accès intégrés

source: Builtin Account Operators
fr: Compte d'opérateurs intégrés

source: Builtin Administrators
fr: Administrateurs intégrés

source: Builtin Any Package
fr: Tout paquet intégré

source: Builtin Any Restricted Package
fr: Tout paquet restreint intégré

source: Builtin Authorization Access
fr: Authorization d'accès intégré

source: Builtin Backup Operators
fr: Opérateurs de sauvegarde intégrés

source: Builtin Cacheable Principals Groups
fr: Groupes de principes cacheables intégrés

source: Builtin Cert Svc DCom Access Group
fr: Groupe d'accès DCom du service de certification intégré

source: Builtin Crypto Operators
fr: Opérateurs cryptographiques intégrés

source: Builtin Dcom Users
fr: Utilisateurs Dcom intégrés

source: Builtin Default System Managed Group
fr: Groupe géré par le système par défaut intégré

source: Builtin Device Owners
fr: Propriétaires d'appareils intégrés

source: Builtin Domain
fr: Domain intégré

source: Builtin Event Log Readers Group
fr: Groupe de lecteurs de journaux d'événements intégrés

source: Builtin Guests
fr: Invités intégré

source: Builtin Hyper VAdmins
fr: Hyper VAdmins intégré

source: Builtin Incoming Forest Trust Builders
fr: Constructeurs de confiance intégrés à Incoming Forest

source: Builtin IUsers
fr: Utilisateurs intégrés

source: Builtin Network Configuration Operators
fr: Opérateurs de configuration réseau intégrés

source: Builtin Non Cacheable Principals Groups
fr: Groupes de principes intégrés non cachables

source: Builtin Perf Logging Users
fr: Utilisateurs intégrés de journalisation des performances

source: Builtin Perf Monitoring Users
fr: Utilisateurs intégrés de surveillance des performances

source: Builtin Power Users
fr: Utilisateurs avancés intégrés

source: Builtin Pre Windows 200 Compatible Access
fr: Accès compatible avec les versions antérieures à Windows 200

source: Builtin Print Operators
fr: Opérateurs d'impression intégrés

source: Builtin Ras Servers
fr: Serveurs Ras intégrés

source: Builtin Rds Endpoint Servers
fr: Serveurs de points de terminaison RDS intégrés

source: Builtin Rds Management Servers
fr: Serveurs de gestion RDS intégrés

source: Builtin Rds Remote Access Servers
fr: Serveurs d'accès à distance intégrés Rds

source: Builtin Remote Desktop Users
fr: Utilisateurs du bureau à distance intégré

source: Builtin Remote Management Users
fr: Utilisateurs de gestion à distance intégrée

source: Builtin Replicator
fr: Réplicateur intégré

source: Builtin Storage Replica Admins
fr: Administrateurs de répliques de stockage intégré

source: Builtin System Operators
fr: Opérateurs système intégrés

source: Builtin Terminal Server License Servers
fr: Serveurs de licences Terminal Server intégrés

source: Builtin Unknown
fr: Inconnu intégré

source: Builtin User Mode Driver
fr: Pilote en mode utilisateur intégré

source: Builtin Users
fr: Utilisateurs intégré

source: Builtin Write Restricted Code
fr: Code intégré à écriture restreinte

source: Capability Appointments
fr: Nominations au titre de leurs compétences

source: Capability Contacts
fr: Capacité Contacts

source: Capability Documents Library
fr: Bibliothèque de documents sur les capacités

source: Capability Enterprise Authentication
fr: Capacité d'authentification d'entreprise

source: Capability Internet Client
fr: Capacité Client Internet

source: Capability Internet Client Server
fr: Capacité Client Internet Serveur

source: Capability Music Library
fr: Bibliothèque musicale Capability

source: Capability Pictures Library
fr: Bibliothèque d'images de capacités

source: Capability Private Network Client Server
fr: Capacité Réseau privé Client Serveur

source: Capability Removable Storage
fr: Capacité de stockage amovible

source: Capability Shared User Certificates
fr: Certificats d'utilisateur partagés

source: Capability Videos Library
fr: Bibliothèque de vidéos sur les capacités

source: Console Logon
el: Σύνδεση Κονσόλας
fr: Connexion à la console

source: Creator Group
fr: Goupe de créateur

source: Creator Group Server
fr: Serveur du groupe de créateur

source: Creator Owner
fr: Créateur Propriétaire

source: Creator Owner Rights
fr: Droits du créateur propriétaire

source: Creator Owner Server
fr: Créateur Propriétaire Serveur

source: Dialup
fr: Connexion par modem

source: Digest Authentication
fr: Authentification Digest

source: Enterprise Controllers
fr: Contrôleurs d'entreprise

source: Iis User
fr: Utilisateur Iis

source: Integrity High
fr: Intégrité élevée

source: Integrity Low
fr: Intégrité faible

source: Integrity Medium
fr: Intégrité moyenne

source: Integrity Medium Plus
fr: Intégrité moyenne plus

source: Integrity Protected Process
fr: Processus protégé par l'intégrité

source: Integrity Secure Process
fr: Processus sécurisé et intègre

source: Integrity System
fr: Système d'intégrité

source: Integrity Untrusted
fr: Intégrité non fiable

source: Interactive
el: Διαδραστικός
fr: Interactif

source: Local
el: Τοπικός
fr: Locale

source: Local Account
el: Τοπικός Λογαριασμός
fr: Compte locale

source: Local Account And Administrator
el: Τοπικός Λογαριασμός και Διαχειριστής
fr: Compte locale et administrateur

source: Local Service
el: Τοπική Υπηρεσία
fr: Service local

source: Local System
el: Τοπικό Σύστημα
fr: Système locale

source: Network
el: Δίκτυο
fr: Réseau

source: Network Service
el: Υπηρεσία Δικτύου
fr: Service de réseau

source: Nt Authority
el: Αρχή Nt
fr: Autorité de Nt

source: Ntlm Authentication
el: Αυθεντικοποίηση Ntlm
fr: Authentification Ntlm

source: Remote Logon Id
el: Αναγνωριστικό Απομακρυσμένης Σύνδεσης
fr: Identifiant de connexion à distance

source: Restricted Code
fr: Code restreint

source: SChannel Authentication
el: Αυθεντικοποίηση SChannel
fr: Authentification SChannel

source: Self
fr: Auto-écriture

source: Terminal Server
fr: Serveur terminal

source: This Organisation
el: Αυτός ο Οργανισμός
fr: Cette organisation

source: Everyone
el: Όλοι
fr: Tout le monde

source: Confirmation
el: Επιβεβαίωση

source: Aging enabled time
el: Χρόνος ενεργοποίησης γήρανσης

source: Aging state
el: Κατάσταση γήρανσης

source: Type
el: Τύπος

source: Alias (CNAME)
el: Ψευδώνυμο (CNAME)

source: Cache
el: Προσωρινή αποθήκευση

source: OFF
el: ΕΚΤΟΣ

source: OK
el: ΟΚ

source: User: %
el: Χρήστης: %

source: Proxy
el: Διαμεσολαβητής

source: Service
el: Υπηρεσία
