Repository: tranquilit/OpenRSAT
Catalog: packages/OpenRSATGUI/languages/OpenRSATGUI.*.po
Languages: el, fr

# tformconnectconfigs.action_addconfig.caption
source: Add
el: Προσθήκη

# tformconnectconfigs.action_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tformconnectconfigs.action_deleteconfig.caption
source: Delete
el: Διαγραφή

# tformconnectconfigs.action_editconfig.caption
source: Edit
el: Επεξεργασία

# tformconnectconfigs.caption
source: OpenRSAT Authentication
el: Αυθεντικοποίηση OpenRSAT
fr: Authentification OpenRSAT

# tformconnectconfigs.label1.caption
source: Auto connect
el: Αυτόματη σύνδεση

# tformconnectconfigs.label_password.caption
source: Password:
el: Κωδικός:
fr: Mot de passe :

# tformconnectconfigs.label_server.caption
source: Server
el: Διακομιστής
fr: Serveur

# tformconnectconfigs.label_username.caption
source: Username:
el: Όνομα χρήστη:
fr: Nom d'utilisateur :

# tfrmmoduleadsi.action_deleteobject.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tfrmmoduleadsi.action_newobject.caption
source: New
el: Νέο
fr: Nouveau

# tfrmmoduleadsi.action_next.caption
source: Next
el: Επόμενο
fr: Suivant

# tfrmmoduleadsi.action_parent.caption
source: Parent
el: Γονέας

# tfrmmoduleadsi.action_previous.caption
source: Previous
el: Προηγούμενο
fr: Précédent

# tfrmmoduleadsi.action_property.caption
source: Property
el: Ιδιότητα
fr: Propriété

# tfrmmoduleadsi.action_refresh.caption
source: Refresh
el: Ανανέωση
fr: Rafraichir

# tfrmmoduleadsi.label1.caption
source: Total : 0 elements
el: Συνολικά: 0 στοιχεία
fr: Total : 0 éléments

# tfrmmoduleadsi.tisgrid1.header.columns[1].text
source: Name
el: Όνομα
fr: Nom

# tfrmmoduleadsi.tisgrid1.header.columns[2].text
source: Type
el: Τύπος

# tfrmmoduleadsi.tisgrid1.header.columns[3].text
source: Description
el: Περιγραφή

# tfrmmoduleadsi.tisgrid2.header.columns[0].text
source: Attribute
el: Χαρακτηριστικό
fr: Attribut

# tfrmmoduleadsi.tisgrid2.header.columns[1].text
source: Value
el: Τιμή
fr: Valeur

# tfrmmoduleadsi.tisgrid2.header.columns[2].text
source: Type
el: Τύπος

# tfrmmoduleadsi.tisgrid2.header.columns[3].text
source: Size
el: Μέγεθος
fr: Taille

# tfrmmoduleadssoptions.label1.caption
source: Show Service
el: Εμφάνιση Υπηρεσίας
fr: Afficher le service

# tfrmmoduleaduc.action_changedomaincontroller.caption
source: Change Domain Controller
el: Αλλαγή Ελεγκτή Τομέα
fr: Changer de Controlleur de Domaine

# tfrmmoduleaduc.action_copy.caption
source: Copy
el: Αντιγραφή
fr: Copier

# tfrmmoduleaduc.action_cut.caption
source: Cut
el: Αποκοπή
fr: Couper

# tfrmmoduleaduc.action_delegatecontrol.caption
source: Delegate control
el: Ανάθεση ελέγχου
fr: Déléguer le contrôle

# tfrmmoduleaduc.action_delete.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tfrmmoduleaduc.action_filter.caption
source: Filter
el: Φίλτρο
fr: Filtre

# tfrmmoduleaduc.action_newall.caption
source: New
el: Νέο
fr: Nouveau

# tfrmmoduleaduc.action_newcomputer.caption
source: Computer
el: Υπολογιστής
fr: Ordinateur

# tfrmmoduleaduc.action_newcontact.caption
source: Contact
el: Επαφή

# tfrmmoduleaduc.action_newdefault.caption
source: Default
el: Προκαθορισμένο
fr: Defaut

# tfrmmoduleaduc.action_newgroup.caption
source: New Group
el: Νέα Ομάδα
fr: Nouveau Groupe

# tfrmmoduleaduc.action_newou.caption
source: New OU
el: Νέο OU
fr: Nouvelle OU

# tfrmmoduleaduc.action_newsharedfolder.caption
source: Shared Folder
el: Κοινόχρηστος Φάκελος
fr: Dossier Partagé

# tfrmmoduleaduc.action_newuser.caption
source: New User
el: Νέος Χρήστης
fr: Nouvel Utilisateur

# tfrmmoduleaduc.action_next.caption
source: Next
el: Επόμενο
fr: Suivant

# tfrmmoduleaduc.action_paste.caption
source: Paste
el: Επικόλληση
fr: Coller

# tfrmmoduleaduc.action_previous.caption
source: Previous
el: Προηγούμενο
fr: Précédent

# tfrmmoduleaduc.action_properties.caption
source: Properties
el: Ιδιότητες
fr: Propriétés

# tfrmmoduleaduc.action_refresh.caption
source: Refresh
el: Ανανέωση
fr: Rafraichir

# tfrmmoduleaduc.action_search.caption
source: Search
el: Αναζήτηση
fr: Recherche

# tfrmmoduleaduc.action_searchroot.caption
source: Search
el: Αναζήτηση
fr: Recherche

# tfrmmoduleaduc.action_showgpo.caption
source: Show GPO
el: Εμφάνιση GPO
fr: Afficher les GPO

# tfrmmoduleaduc.action_sitesandservices.caption
source: Sites and services
el: Τοποθεσίες και υπηρεσίες
fr: Sites et services

# tfrmmoduleaduc.action_switchtoolbarcaption.caption
source: Switch toolbar size
el: Αλλαγή μεγέθους εργαλειοθήκης
fr: Changer la taille de la barre d'outil

# tfrmmoduleaduc.action_taskaddtoagroup.caption
source: Add to a group
el: Προσθήκη σε ομάδα
fr: Ajouter à un groupe

# tfrmmoduleaduc.action_taskcopy.caption
source: Copy
el: Αντιγραφή
fr: Copier

# tfrmmoduleaduc.action_taskdelegatecontrol.caption
source: Delagate Control
el: Ανάθεση Ελέγχου
fr: Déléguer le contrôle

# tfrmmoduleaduc.action_taskdisableaccount.caption
source: Disable Account
el: Απενεργοποίηση Λογαριασμού
fr: Désactiver le compte

# tfrmmoduleaduc.action_taskmanage.caption
source: Manage
el: Διαχείριση
fr: Gérer

# tfrmmoduleaduc.action_taskmove.caption
source: Move
el: Μετακίνηση
fr: Déplacer

# tfrmmoduleaduc.action_tasknamemappings.caption
source: Name mappings
el: Αντιστοιχίσεις ονομάτων
fr: Mappage des noms

# tfrmmoduleaduc.action_taskopenhomepage.caption
source: Open Home Page
el: Άνοιγμα Αρχικής Σελίδας
fr: Ouvrir la page d'accueil

# tfrmmoduleaduc.action_taskresetpassword.caption
source: Reset Password
el: Επαναφορά Κωδικού
fr: Réinitialiser le mot de passe

# tfrmmoduleaduc.action_tasksendmail.caption
source: Send Mail
el: Αποστολή Mail
fr: Envoyer un mail

# tfrmmoduleaduc.action_treenewall.caption
source: New
el: Νέο
fr: Nouveau

# tfrmmoduleaduc.action_usersandcomputers.caption
source: Users and computers
el: Χρήστες και υπολογιστές
fr: Utilisateurs et ordinateurs

# tfrmmoduleaduc.gridaduc.header.columns[0].text
source: Name
el: Όνομα
fr: Nom

# tfrmmoduleaduc.gridaduc.header.columns[1].text
source: Type
el: Τύπος

# tfrmmoduleaduc.gridaduc.header.columns[2].text
source: Description
el: Περιγραφή

# tfrmmoduleaduc.label1.caption
source: Total : 0 elements
el: Συνολικά: 0 στοιχεία
fr: Total : 0 éléments

# tfrmmoduleaduc.toolbutton_addtogroup.hint
source: Add to a Group
el: Προσθήκη σε ομάδα
fr: Ajouter à un groupe

# tfrmmoduleaduc.toolbutton_copy.hint
source: Copy
el: Αντιγραφή
fr: Copier

# tfrmmoduleaduc.toolbutton_cut.hint
source: Cut
el: Αποκοπή
fr: Couper

# tfrmmoduleaduc.toolbutton_delete.hint
source: Delete
el: Διαγραφή
fr: Supprimer

# tfrmmoduleaduc.toolbutton_filter.hint
source: Filter
el: Φίλτρο
fr: Filtre

# tfrmmoduleaduc.toolbutton_group.hint
source: New Group
el: Νέα Ομάδα
fr: Nouveau Groupe

# tfrmmoduleaduc.toolbutton_next.hint
source: Next
el: Επόμενο
fr: Suivant

# tfrmmoduleaduc.toolbutton_ou.hint
source: New OU
el: Νέο OU
fr: Nouvelle OU

# tfrmmoduleaduc.toolbutton_parent.hint
source: Parent
el: Γονέας

# tfrmmoduleaduc.toolbutton_paste.hint
source: Paste
el: Επικόλληση
fr: Coller

# tfrmmoduleaduc.toolbutton_previous.hint
source: Previous
el: Προηγούμενο
fr: Précédent

# tfrmmoduleaduc.toolbutton_property.hint
source: Property
el: Ιδιότητα
fr: Propriété

# tfrmmoduleaduc.toolbutton_search.hint
source: Search
el: Αναζήτηση
fr: Recherche

# tfrmmoduleaduc.toolbutton_user.hint
source: New User
el: Νέος Χρήστης
fr: Nouvel Utilisateur

# tfrmmoduleaducoption.label1.caption
source: Grid options
el: Επιλογές πλέγματος
fr: Options de grille

# tfrmmoduleaducoption.label2.caption
source: Tree options
el: Επιλογές δέντρου
fr: Options de l'arbre

# tfrmmoduleaducoption.label3.caption
source: Filter
el: Φίλτρο
fr: Filtre

# tfrmmoduleaducoption.label4.caption
source: Ldap attributes
el: Χαρακτηριστικά Ldap
fr: Attributs LDAP

# tfrmmoduleaducoption.label_filter.caption
source: Filter
el: Φίλτρο
fr: Filtre

# tfrmmoduleaducoption.label_searchpagenumber.caption
source: Search Page Number
el: Αριθμός Σελίδας Αναζήτησης
fr: Nombre de page de recherche

# tfrmmoduleaducoption.label_searchpagesize.caption
source: Search Page Size
el: Μέγεθος Σελίδας Αναζήτησης
fr: Taille de page de recherche

# tfrmmoduleaducoption.label_showgpo.caption
source: Show GPO
el: Εμφάνιση GPO
fr: Afficher les GPO

# tfrmmoduledns.action_delete.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tfrmmoduledns.action_newzone.caption
source: New Zone
el: Νέα Ζώνη
fr: Nouvelle Zone

# tfrmmoduledns.action_next.caption
source: Next
el: Επόμενο
fr: Suivant

# tfrmmoduledns.action_othernewrecords.caption
source: Other New Records
el: Άλλες Νέες Εγγραφές
fr: Autre nouveaux enregistrements

# tfrmmoduledns.action_parent.caption
source: Parent
el: Γονέας

# tfrmmoduledns.action_previous.caption
source: Previous
el: Προηγούμενο
fr: Précédent

# tfrmmoduledns.action_property.caption
source: Property
el: Ιδιότητα
fr: Propriété

# tfrmmoduledns.action_refresh.caption
source: Refresh
el: Ανανέωση
fr: Rafraichir

# tfrmmoduledns.griddns.header.columns[0].text
source: Name
el: Όνομα
fr: Nom

# tfrmmoduledns.griddns.header.columns[1].text
source: Type
el: Τύπος

# tfrmmoduledns.griddns.header.columns[2].text
source: Data
el: Δεδομένα
fr: Donnée

# tfrmmoduledns.griddns.header.columns[3].text
source: Timestamp
el: Χρονοσφραγίδα
fr: Horodatage

# tfrmmoduledns.griddns.header.columns[4].text
source: Status
el: Κατάσταση
fr: Statut

# tfrmmoduledns.griddns.header.columns[5].text
source: DNSSEC Status
el: Κατάσταση DNSSEC
fr: Status DNSSEC

# tfrmmoduledns.label1.caption
source: Total : 0 elements
el: Συνολικά: 0 στοιχεία
fr: Total : 0 éléments

# tfrmmodulesitesandservices.action_newsite.caption
source: New Site
el: Νέος Τόπος
fr: Nouveau Site

# tfrmmodulesitesandservices.action_newsubnet.caption
source: New Subnet
el: Νέο Υποδίκτυο
fr: Nouveau sous-réseau

# tfrmmodulesitesandservices.action_property.caption
source: Property
el: Ιδιότητα
fr: Propriété

# tfrmmodulesitesandservices.action_refresh.caption
source: Refresh
el: Ανανέωση
fr: Rafraichir

# tfrmmodulesitesandservices.label1.caption
source: Total : 0 elements
el: Συνολικά: 0 στοιχεία
fr: Total : 0 éléments

# tfrmmodulesitesandservices.tisgrid1.header.columns[0].text
source: Name
el: Όνομα
fr: Nom

# tfrmmodulesitesandservices.tisgrid1.header.columns[10].text
source: From Server
el: Από Εξυπηρετητή
fr: Depuis le Serveur

# tfrmmodulesitesandservices.tisgrid1.header.columns[11].text
source: From Site
el: Από Τόπο
fr: Depuis le Site

# tfrmmodulesitesandservices.tisgrid1.header.columns[1].text
source: Type
el: Τύπος

# tfrmmodulesitesandservices.tisgrid1.header.columns[2].text
source: Description
el: Περιγραφή

# tfrmmodulesitesandservices.tisgrid1.header.columns[3].text
source: Location
el: Τοποθεσία
fr: Localization

# tfrmmodulesitesandservices.tisgrid1.header.columns[4].text
source: Site
el: Τόπος

# tfrmmodulesitesandservices.tisgrid1.header.columns[5].text
source: Cost
el: Κόστος
fr: Coût

# tfrmmodulesitesandservices.tisgrid1.header.columns[6].text
source: Replication Interval
el: Διάστημα Αναπαραγωγής
fr: Interval de réplication

# tfrmmodulesitesandservices.tisgrid1.header.columns[7].text
source: Domain
el: Τομέας
fr: Domaine

# tfrmmodulesitesandservices.tisgrid1.header.columns[9].text
source: DC Type
el: Τύπος DC
fr: Type de DC

# tfrmnewcomputer.bitbtn_changeuserorgroup.caption
source: Change...
el: Αλλαγή...
fr: Changer...

# tfrmnewcomputer.checkbox_assigncomputer.caption
source: Assign this computer account as a pre-Windows 2000 computer
el: Προδιορισμός αυτού του λογαριασμού υπολογιστή ως υπολογιστή προ-Windows 2000
fr: Assigner cet ordinateur comme un ordinateur d'avant Windows 2000

# tfrmnewcomputer.label1.caption
source: The following user or group can join this computer to a domain.
el: Ο παρακάτω χρήστης ή ομάδα μπορεί να συνδέσει αυτόν τον υπολογιστή σε έναν τομέα.
fr: L'utilisateur ou group suivant peut joindre cet ordinateur à un domaine.

# tfrmnewcomputer.label_computername.caption
source: Computer name:
el: Όνομα υπολογιστή:
fr: Nom de l'odinateur :

# tfrmnewcomputer.label_computername2000.caption
source: Computer name (pre-Windows 2000):
el: Όνομα υπολογιστή (προ-Windows 2000):
fr: Nom de l'odinateur (avant Windows 2000) :

# tfrmnewcomputer.label_userorgroup.caption
source: User or group:
el: Χρήστης ή ομάδα:
fr: Utilisateur ou groupe :

# tfrmnewcontact.label_displayname.caption
source: Display name:
el: Εμφανιζόμενο όνομα:
fr: Nom d'affichage :

# tfrmnewcontact.label_firstname.caption
source: First name:
el: Όνομα:
fr: Prénom :

# tfrmnewcontact.label_fullname.caption
source: Full name:
el: Πλήρες όνομα:
fr: Nom complet :

# tfrmnewcontact.label_initial.caption
source: Initials :
el: Αρχικά :
fr: Initiales :

# tfrmnewcontact.label_lastname.caption
source: Last name:
el: Επώνυμο:
fr: Nom :

# tfrmnewgroup.label_name.caption
source: Group name :
el: Όνομα ομάδας :
fr: Nom de groupe :

# tfrmnewgroup.label_netbiosname.caption
source: Group name (pre-Windows 2000) :
el: Όνομα ομάδας (προ-Windows 2000) :
fr: Nom de groupe (avant Windows 2000) :

# tfrmnewgroup.radiobtn_distribution.caption
source: Distribution
el: Διανομής

# tfrmnewgroup.radiobtn_global.caption
source: Global
el: Καθολική
fr: Globale

# tfrmnewgroup.radiobtn_local.caption
source: Domain local
el: Τοπική στον τομέα
fr: Domaine local

# tfrmnewgroup.radiobtn_security.caption
source: Security
el: Ασφαλείας
fr: Sécurité

# tfrmnewgroup.radiobtn_universal.caption
source: Universal
el: Οικουμενική
fr: Universel

# tfrmnewgroup.radiogroup_scope.caption
source: Group scope
el: Εμβέλεια ομάδας
fr: Portée du groupe

# tfrmnewgroup.radiogroup_type.caption
source: Group type
el: Τύπος ομάδας
fr: Type de groupe

# tfrmnewobject.label1.caption
source: Object class
el: Κλάση αντικειμένου
fr: Classe de l'objet

# tfrmnewobject.label2.caption
source: Object name
el: Όνομα αντικειμένου
fr: Nom de l'objet

# tfrmnewobject.label3.caption
source: Attributes
el: Χαρακτηριστικά
fr: Attributs

# tfrmnewobject.tisgrid1.header.columns[0].text
source: Name
el: Όνομα
fr: Nom

# tfrmnewobject.tisgrid1.header.columns[1].text
source: Value
el: Τιμή
fr: Valeur

# tfrmnewou.checkbox_protected.caption
source: Protect container from accidental deletion
el: Προστασία container από τυχαία διαγραφή
fr: Protéger le conteneur d'une suppression accidentel

# tfrmnewou.label_name.caption
source: Name :
el: Όνομα :
fr: Nom :

# tfrmnewsharedfolder.action_next.caption
source: OK
el: ΟΚ

# tfrmnewsharedfolder.label_name.caption
source: Name:
el: Όνομα:
fr: Nom :

# tfrmnewsharedfolder.label_path.caption
source: Network path (\\server\share):
el: Διαδρομή δικτύου (\\διακομιστής\κοινόχρηστος τόμος):
fr: Chemin réseau (\\server\share) :

# tfrmnewsite.action_ok.caption
source: OK
el: ΟΚ

# tfrmnewsite.label_name.caption
source: Name
el: Όνομα
fr: Nom

# tfrmnewsite.tisgrid1.header.columns[0].text
source: Link Name
el: Όνομα Συνδέσμου
fr: Nom du lien

# tfrmnewsubnet.action_ok.caption
source: OK
el: ΟΚ

# tfrmnewsubnet.label1.caption
source: Enter the address prefix using network prefix notation (address/prefix length), where the prefix length indicates the number of fixed bits. You can enter either an IPv4 or an IPv6 subnet prefix.
el: Εισάγετε το πρόθεμα διεύθυνσης χρησιμοποιώντας τη σημειογραφία προθέματος δικτύου (διεύθυνση/μήκος προθέματος), όπου το μήκος προθέματος υποδεικνύει τον αριθμό των σταθερών bits. Μπορείτε να εισαγάγετε είτε ένα πρόθεμα υποδικτύου IPv4 είτε ένα πρόθεμα υποδικτύου IPv6.
fr: Entrez le préfixe d'adresse en utilisant la notation de préfixe réseau (adresse/longueur du préfixe), où la longueur du préfixe indique le nombre de bits fixes. Vous pouvez entrer un préfixe de sous-réseau IPv4 ou IPv6.

# tfrmnewsubnet.label2.caption
source: Learn more about entering address prefixes.
el: Μάθετε περισσότερα σχετικά με την εισαγωγή προθεμάτων διευθύνσεων.
fr: En savoir plus sur la saisie des préfixes d'adresse.

# tfrmnewsubnet.label3.caption
source: IPv4 example: 157.54.208.0/20
el: IPv4 παράδειγμα: 157.54.208.0/20
fr: Exemple d'IPv4 : 157.54.208.0/20

# tfrmnewsubnet.label4.caption
source: IPv6 example: 3FFE:FFFF:0:C000::/64
el: IPv6 παράδειγμα: 3FFE:FFFF:0:C000::/64
fr: Exemple d'IPv6 : 3FFE:FFFF:0:C000::/64

# tfrmnewsubnet.label5.caption
source: Prefix:
el: Πρόθεμα:
fr: Préfixe :

# tfrmnewsubnet.label6.caption
source: Prefix name in Active Directory Domain Services:
el: Όνομα προθέματος στις Υπηρεσίες Τομέα Active Directory:
fr: Nom du préfixe dans l'Active Directory Domain Services :

# tfrmnewsubnet.label7.caption
source: Select a site object for this prefix.
el: Επιλέξτε ένα αντικείμενο τοποθεσίας για αυτό το πρόθεμα.
fr: Sélectionnez un objet de site pour ce préfixe.

# tfrmnewsubnet.tisgrid1.header.columns[0].text
source: Site Name
el: Όνομα Τοποθεσίας
fr: Nom du site

# tfrmnewuser.checkbox_accountdisabled.caption
source: Account is disabled
el: Ο λογαριασμός είναι απενεργοποιημένος
fr: Le compte est désactivé

# tfrmnewuser.checkbox_cannotchangepassword.caption
source: User cannot change password
el: Ο χρήστης δεν μπορεί να αλλάξει τον κωδικό πρόσβασης
fr: L'utilisateur ne peut changer de mot de passe

# tfrmnewuser.checkbox_mustchangepassword.caption
source: User must change password at next logon
el: Ο χρήστης πρέπει να αλλάξει τον κωδικό πρόσβασης κατά την επόμενη σύνδεση
fr: L'utilisateur doit changer de mot de passe à la prochaine connexion

# tfrmnewuser.checkbox_passwordneverexpires.caption
source: Password never expires
el: Ο κωδικός πρόσβασης δεν λήγει ποτέ
fr: Le mot de passe n'expire jamais

# tfrmnewuser.edit_fullname.hint
source: The person's preferred name to be used when beeing displayed
el: Το προτιμώμενο όνομα του ατόμου που θα χρησιμοποιείται κατά την εμφάνιση
fr: Le nom que la personne souhaite voir utilisé lorsqu'elle est affichée

# tfrmnewuser.label_confirm.caption
source: Confirm Password :
el: Επιβεβαίωση Κωδικού :
fr: Confirmer le mot de passe :

# tfrmnewuser.label_firstname.caption
source: First name :
el: Όνομα :
fr: Prénom :

# tfrmnewuser.label_fullname.caption
source: Full name :
el: Πλήρες όνομα :
fr: Nom complet :

# tfrmnewuser.label_initials.caption
source: Initials :
el: Αρχικά :
fr: Initiales :

# tfrmnewuser.label_lastname.caption
source: Last name :
el: Επώνυμο :
fr: Nom :

# tfrmnewuser.label_password.caption
source: Password :
el: Κωδικός :
fr: Mot de passe :

# tfrmnewuser.label_resume.caption
source: When you click Finish, the following object will be created :
el: Όταν κάνετε κλικ στο Ολοκλήρωση, θα δημιουργηθεί το ακόλουθο αντικείμενο :
fr: Lorsque vous cliquez sur Terminer, l'objet suivant sera créé :

# tfrmnewuser.label_userlogon.caption
source: User logon name :
el: Όνομα σύνδεσης χρήστη :
fr: Nom de connexion de l'utilisateur :

# tfrmnewuser.label_winuserlogonname.caption
source: User logon name (pre-Windows 2000) :
el: Όνομα σύνδεσης χρήστη (πριν το Windows 2000) :
fr: Nom de connexion de l'utilisateur (avant Windows 2000) :

# tfrmpropertyaccount.action_logonhours.caption
source: Logon Hours
el: Ώρες Σύνδεσης
fr: Heures de connexion

# tfrmpropertyaccount.action_logonto.caption
source: Log On To
el: Σύνδεση Σε
fr: Se connecter à

# tfrmpropertyaccount.checkbox_cannotchange.caption
source: User cannot change password
el: Ο χρήστης δεν μπορεί να αλλάξει τον κωδικό πρόσβασης
fr: L'utilisateur ne peut changer de mot de passe

# tfrmpropertyaccount.checkbox_disabled.caption
source: Account is disabled
el: Ο λογαριασμός είναι απενεργοποιημένος
fr: Le compte est désactivé

# tfrmpropertyaccount.checkbox_kerberosaes128encryption.caption
source: This account supports Kerberos AES 128 bit encryption
el: Αυτός ο λογαριασμός υποστηρίζει κρυπτογράφηση Kerberos AES 128 bit
fr: Ce compte supporte le chiffrement Kerberos AES 128 bit

# tfrmpropertyaccount.checkbox_kerberosaes256encryption.caption
source: This account supports Kerberos AES 256 bit encryption
el: Αυτός ο λογαριασμός υποστηρίζει κρυπτογράφηση Kerberos AES 256 bit
fr: Ce compte support le chiffrement Kerberos AES 256 bit

# tfrmpropertyaccount.checkbox_kerberosdesencryption.caption
source: Use only Kerberos DES encryption types for this account
el: Χρήση μόνο τύπων κρυπτογράφησης Kerberos DES για αυτόν τον λογαριασμό
fr: Utiliser seulement le type de chiffrement Kerberos DES pour ce compte

# tfrmpropertyaccount.checkbox_mustchange.caption
source: User must change password at next logon
el: Ο χρήστης πρέπει να αλλάξει τον κωδικό πρόσβασης κατά την επόμενη σύνδεση
fr: L'utilisateur doit changer de mot de passe à la prochaine connexion

# tfrmpropertyaccount.checkbox_neverexpires.caption
source: Password never expires
el: Ο κωδικός πρόσβασης δεν λήγει ποτέ
fr: Le mot de passe n'expire jamais

# tfrmpropertyaccount.checkbox_nokerberospreauth.caption
source: Do not require Kerberos preauthentification
el: Να μην απαιτείται προεπαλήθευση Kerberos
fr: La pré-authentification Kerberos n'est pas requise

# tfrmpropertyaccount.checkbox_reversibleencryption.caption
source: Store password using reversible encryption
el: Αποθήκευση κωδικού πρόσβασης χρησιμοποιώντας αντιστρέψιμη κρυπτογράφηση
fr: Stockage du mot de passe en utilisant un chiffrement réversible

# tfrmpropertyaccount.checkbox_sensitive.caption
source: Account is sensitive and cannot be delegated
el: Ο λογαριασμός είναι ευαίσθητος και δεν μπορούν να του ανατεθούν εργασίες
fr: Le compte est sensible et ne peut être délégué

# tfrmpropertyaccount.checkbox_smartcard.caption
source: Smart card is required for interactive logon
el: Απαιτείται έξυπνη κάρτα για διαδραστική σύνδεση
fr: Une carte intelligente est requise pour la connexion intéractive

# tfrmpropertyaccount.checkbox_unlock.caption
source: Unlock account
el: Ξεκλείδωμα λογαριασμού
fr: Dévérouiller le compte

# tfrmpropertyaccount.datetimepicker_expires.textfornulldate
source: NULL
el: ΚΕΝΟ

# tfrmpropertyaccount.edit_name.hint
source: This attribute contains the UPN for a user based on the Internet standard RFC 822 (name@domain.lan)
el: Αυτό το χαρακτηριστικό περιέχει το UPN για έναν χρήστη βάσει του προτύπου Internet RFC 822 (name@domain.lan)
fr: Cet attribut contient l'UPN d'un utilisateur basé sur la norme Internet RFC 822 (name@domain.lan)

# tfrmpropertyaccount.edit_samaccountname.hint
source: The logon name used to support clients and servers running earlier versions of the operating system Such as Windows NT 4.0, Windows 95, Windows 98, and LAN Manager
el: Το όνομα σύνδεσης που χρησιμοποιείται για την υποστήριξη πελατών και διακομιστών παλαιών εκδόσεων του λειτουργικού συστήματος Όπως Windows NT 4.0, Windows 95, Windows 98 και LAN Manager
fr: Nom de connexion utilisé pour prendre en charge les clients et les serveurs exécutant des versions antérieures du système d'exploitation Telles que Windows NT 4.0, Windows 95, Windows 98 et LAN Manager

# tfrmpropertyaccount.goupbox_expires.caption
source: Account expires
el: Ο λογαριασμός λήγει
fr: Le compte a expiré

# tfrmpropertyaccount.label_options.caption
source: Account options :
el: Επιλογές λογαριασμού :
fr: Options du compte :

# tfrmpropertyaccount.label_userlogonname.caption
source: User logon name :
el: Όνομα σύνδεσης χρήστη :
fr: Nom de connexion de l'utilisateur :

# tfrmpropertyaccount.label_usersamaccountname.caption
source: User logon name (pre-Windows 2000) :
el: Όνομα σύνδεσης χρήστη (προ-Windows 2000) :
fr: Nom de connexion de l'utilisateur (avant Windows 2000) :

# tfrmpropertyaccount.radiobutton_endof.caption
source: End of :
el: Στο τέλος του :
fr: Fin de :

# tfrmpropertyaccount.radiobutton_never.caption
source: Never
el: Ποτέ
fr: Jamais

# tfrmpropertyaddress.combobox_countrycode.hint
source: The country/region in which the user is located
el: Η χώρα/περιοχή στην οποία βρίσκεται ο χρήστης
fr: Le pays/région dans lequel l'utilisateur est localisé
