Repository: tranquilit/OpenRSAT
Catalog: packages/OpenRSATGUI/languages/OpenRSATGUI.*.po
Languages: el, fr

# tfrmpropertyaddress.edit_city.hint
source: Represents the name of a locality, such as a town or city
el: Αντιπροσωπεύει το όνομα μιας τοποθεσίας, όπως μια κωμόπολη ή πόλη
fr: Représente le nom d'une localité, comme une ville ou une métropole

# tfrmpropertyaddress.edit_postalcode.hint
source: The postal or zip code for mail delivery
el: Ο zip ή ταχυδρομικός κώδικας για την παράδοση αλληλογραφίας
fr: Le code postal ou l'indicatif régional pour la distribution du courrier

# tfrmpropertyaddress.edit_postofficebox.hint
source: The post office box number for this object
el: Ο αριθμός ταχυδρομικού κουτιού για αυτό το αντικείμενο
fr: Le numéro de boîte postale pour cet objet

# tfrmpropertyaddress.edit_state.hint
source: The name of a state or province
el: Το όνομα μιας πολιτείας ή επαρχίας
fr: Le nom d'un État ou d'une province

# tfrmpropertyaddress.label_city.caption
source: City :
el: Πόλη :
fr: Ville :

# tfrmpropertyaddress.label_countrycode.caption
source: Country :
el: Χώρα :
fr: Pays :

# tfrmpropertyaddress.label_postalcode.caption
source: ZIP/Postal Code :
el: ZIP/Ταχυδρομικός Κώδικας :
fr: Code postal :

# tfrmpropertyaddress.label_postofficebox.caption
source: P.O Box :
el: Ταχυδρομικό Κουτί :

# tfrmpropertyaddress.label_state.caption
source: State/province :
el: Πολιτεία/Επαρχία :
fr: Etat/province :

# tfrmpropertyaddress.label_street.caption
source: Street :
el: Οδός :
fr: Rue :

# tfrmpropertyaddress.memo_street.hint
source: A street address
el: Μια διεύθυνση οδού
fr: L'addresse d'une rue

# tfrmpropertyattributes.action_filter.caption
source: Filter
el: Φίλτρο
fr: Filtre

# tfrmpropertyattributes.action_modify.caption
source: Modify
el: Τροποποίηση
fr: Modifier

# tfrmpropertyattributes.bitbtn_filter.caption
source: Filter
el: Φίλτρο
fr: Filtre

# tfrmpropertyattributes.label_attributes.caption
source: Attributes :
el: Χαρακτηριστικά :
fr: Attributs :

# tfrmpropertyattributes.list_attributes.header.columns[0].text
source: Attribute
el: Χαρακτηριστικό
fr: Attribut

# tfrmpropertyattributes.list_attributes.header.columns[1].text
source: value
el: Τιμή
fr: valeur

# tfrmpropertyattributes.menuitem1.caption
source: Show only attributes that have values
el: Εμφάνιση μόνο χαρακτηριστικών που έχουν τιμές
fr: Afficher uniquement les attributs qui ont des valeurs

# tfrmpropertyattributes.menuitem2.caption
source: Show only writable attributes
el: Εμφάνιση μόνο εγγράψιμων χαρακτηριστικών
fr: Afficher uniquement les attributs modifiables

# tfrmpropertyattributes.menuitem3.caption
source: Show attributes:
el: Εμφάνιση χαρακτηριστικών:
fr: Afficher les attributs :

# tfrmpropertyattributes.menuitem4.caption
source: Mandatory
el: Υποχρεωτικό
fr: Obligatoire

# tfrmpropertyattributes.menuitem5.caption
source: Optional
el: Προαιρετικό
fr: Optionnel

# tfrmpropertyattributes.menuitem6.caption
source: Show read-only attributes:
el: Εμφάνιση χαρακτηριστικών μόνο για ανάγνωση:
fr: Afficher les attributs en lecture seule :

# tfrmpropertyattributes.menuitem7.caption
source: Constructed
el: Κατασκευασμένο
fr: Construit

# tfrmpropertyattributes.menuitem9.caption
source: System-only
el: Μόνο συστήματος
fr: Système seulement

# tfrmpropertybitlocker.label_bitclockerdetails.caption
source: Détails :
el: Λεπτομέρειες :

# tfrmpropertybitlocker.label_bitlockerpassword.caption
source: Mot de passe de récupération BitLocker :
el: Κωδικός πρόσβασης ανάκτησης BitLocker :

# tfrmpropertybitlocker.tisgrid1.header.columns[0].text
source: Date d'ajout
el: Ημερομηνία προσθήκης

# tfrmpropertybitlocker.tisgrid1.header.columns[1].text
source: ID de mdp
el: Αναγνωριστικό κωδικού πρόσβασης

# tfrmpropertygeneralcomputer.edit_dnshostname.hint
source: Name of computer as registered in DNS.
el: Όνομα υπολογιστή όπως καταχωρήθηκε στο DNS.
fr: Nom de l'ordinateur comme enregistré dans le DNS.

# tfrmpropertygeneralcomputer.edit_samaccountname.hint
source: The logon name used to support clients and servers running earlier versions of the operating system Such as Windows NT 4.0, Windows 95, Windows 98, and LAN Manager
el: Το όνομα σύνδεσης που χρησιμοποιείται για την υποστήριξη πελατών και διακομιστών παλαιών εκδόσεων του λειτουργικού συστήματος Όπως Windows NT 4.0, Windows 95, Windows 98 και LAN Manager
fr: Nom de connexion utilisé pour prendre en charge les clients et les serveurs exécutant des versions antérieures du système d'exploitation Telles que Windows NT 4.0, Windows 95, Windows 98 et LAN Manager

# tfrmpropertygeneralcomputer.label_dctype.caption
source: DC Type:
el: Τύπος DC:
fr: Type de DC :

# tfrmpropertygeneralcomputer.label_description.caption
source: Description:
el: Περιγραφή:

# tfrmpropertygeneralcomputer.label_dnshostname.caption
source: DNS name:
el: Όνομα DNS:
fr: Nom DNS :

# tfrmpropertygeneralcomputer.label_samaccountname.caption
source: Computer name (pre-Windows 2000):
el: Όνομα υπολογιστή (προ-Windows 2000):
fr: Nom de l'odinateur (avant Windows 2000) :

# tfrmpropertygeneralcomputer.label_site.caption
source: Site:
el: Τοποθεσία:

# tfrmpropertygeneraldefault.label_description.caption
source: Description:
el: Περιγραφή:

# tfrmpropertygeneralgroup.edit_mail.hint
source: The group's E-mail address
el: Η διεύθυνση E-mail της ομάδας
fr: Adresse électronique du groupe

# tfrmpropertygeneralgroup.edit_samaccountname.hint
source: The logon name used to support clients and servers running earlier versions of the operating system Such as Windows NT 4.0, Windows 95, Windows 98, and LAN Manager
el: Το όνομα σύνδεσης που χρησιμοποιείται για την υποστήριξη πελατών και διακομιστών παλαιών εκδόσεων του λειτουργικού συστήματος Όπως Windows NT 4.0, Windows 95, Windows 98 και LAN Manager
fr: Nom de connexion utilisé pour prendre en charge les clients et les serveurs exécutant des versions antérieures du système d'exploitation Telles que Windows NT 4.0, Windows 95, Windows 98 et LAN Manager

# tfrmpropertygeneralgroup.label_description.caption
source: Description :
el: Περιγραφή :

# tfrmpropertygeneralgroup.label_info.caption
source: Notes :
el: Σημειώσεις :

# tfrmpropertygeneralgroup.label_samaccountname.caption
source: Group Name (pre-windows 2000) :
el: Όνομα Ομάδας (προ-windows 2000) :
fr: Nom de groupe (avant Windows 2000) :

# tfrmpropertygeneralgroup.memo_info.hint
source: The group's comments
el: Σχόλια ομάδας
fr: Les commentaires du groupe

# tfrmpropertygeneralgroup.radiogroup_scope.caption
source: Group scope
el: Εμβέλεια ομάδας
fr: Portée du groupe

# tfrmpropertygeneralgroup.radiogroup_type.caption
source: Group type
el: Τύπος ομάδας
fr: Type de groupe

# tfrmpropertygeneralgroup.rb_distribution.caption
source: Distribution
el: Διανομής

# tfrmpropertygeneralgroup.rb_global.caption
source: Global
el: Καθολική
fr: Globale

# tfrmpropertygeneralgroup.rb_local.caption
source: Domain local
el: Τοπική τομέα
fr: Domaine local

# tfrmpropertygeneralgroup.rb_security.caption
source: Security
el: Ασφαλείας
fr: Sécurité

# tfrmpropertygeneralgroup.rb_universal.caption
source: Universal
el: Οικουμενική
fr: Universel

# tfrmpropertygeneralou.combobox_co.hint
source: The country/region in which the user is located
el: Η χώρα/περιοχή στην οποία βρίσκεται ο χρήστης
fr: Le pays/région dans lequel l'utilisateur est localisé

# tfrmpropertygeneralou.edit_l.hint
source: Represents the name of a locality, such as a town or city
el: Αντιπροσωπεύει το όνομα μιας τοποθεσίας, όπως μια κωμόπολη ή πόλη
fr: Représente le nom d'une localité, comme une ville ou une métropole

# tfrmpropertygeneralou.edit_postalcode.hint
source: The postal or zip code for mail delivery
el: Ο zip ή ταχυδρομικός κώδικας για την παράδοση αλληλογραφίας
fr: Le code postal ou l'indicatif régional pour la distribution du courrier

# tfrmpropertygeneralou.edit_st.hint
source: The name of a state or province
el: Το όνομα μιας πολιτείας ή επαρχίας
fr: Le nom d'un État ou d'une province

# tfrmpropertygeneralou.label_city.caption
source: City:
el: Πόλη:
fr: Ville :

# tfrmpropertygeneralou.label_country.caption
source: Country/region:
el: Χώρα/περιοχή:
fr: Pays/région :

# tfrmpropertygeneralou.label_description.caption
source: Description:
el: Περιγραφή:

# tfrmpropertygeneralou.label_state.caption
source: State/province:
el: Πολιτεία/επαρχία:
fr: Etat/province :

# tfrmpropertygeneralou.label_street.caption
source: Street:
el: Οδός:
fr: Rue :

# tfrmpropertygeneralou.label_zip.caption
source: Zip/Postal Code:
el: Zip/Ταχυδρομικός Κώδικας:
fr: Code postal :

# tfrmpropertygeneralou.memo_street.hint
source: A street address
el: Μια διεύθυνση οδού
fr: L'addresse d'une rue

# tfrmpropertygeneralsite.label_description.caption
source: Description:
el: Περιγραφή:

# tfrmpropertygeneralsite.label_subnet.caption
source: Subnets:
el: Υποδίκτυα:
fr: Sous-réseaux :

# tfrmpropertygeneralsubnet.label_description.caption
source: Description:
el: Περιγραφή:

# tfrmpropertygeneralsubnet.label_prefix.caption
source: Prefix
el: Πρόθεμα
fr: Préfixe

# tfrmpropertygeneralsubnet.label_site.caption
source: Site:
el: Τοποθεσία:

# tfrmpropertygeneraluser.action_homepage.caption
source: Other...
el: Άλλη...
fr: Autres...

# tfrmpropertygeneraluser.action_otherphonenumber.caption
source: Other...
el: Άλλο...
fr: Autres...

# tfrmpropertygeneraluser.edit_displayname.hint
source: The person's preferred name to be used when beeing displayed
el: Το προτιμώμενο όνομα του ατόμου που θα χρησιμοποιείται κατά την εμφάνιση
fr: Le nom que la personne souhaite voir utilisé lorsqu'elle est affichée

# tfrmpropertygeneraluser.edit_givenname.hint
source: The person's First Name
el: Το όνομα του ατόμου
fr: Le prénom de la personne

# tfrmpropertygeneraluser.edit_homepage.hint
source: A web page that is the primary landing page of a website
el: Μια ιστοσελίδα που είναι η κύρια σελίδα προσέγγισης ενός ιστότοπου
fr: Une page web qui est la page d'accueil principale d'un site web

# tfrmpropertygeneraluser.edit_initials.hint
source: The person's initals
el: Τα αρχικά του ατόμου
fr: Les initiales de la personne

# tfrmpropertygeneraluser.edit_mail.hint
source: The person's E-mail address
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του ατόμου
fr: L'addresse électionique de la personne

# tfrmpropertygeneraluser.edit_physicaldeliveryofficename.hint
source: The person's office location in the user's place of business
el: Η τοποθεσία του γραφείου του ατόμου στην τοποθεσία εργασίας του χρήστη
fr: La localisation du bureau de la personne dans l'établissement de l'utilisateur

# tfrmpropertygeneraluser.edit_surname.hint
source: The person's family name or last name
el: Το επώνυμο του ατόμου
fr: Le nom de famille de la personne

# tfrmpropertygeneraluser.edit_telephonenumber.hint
source: The person's phone number
el: Το τηλέφωνο του ατόμου
fr: Le numéro de téléphone de la personne

# tfrmpropertygeneraluser.label_description.caption
source: Description :
el: Περιγραφή :

# tfrmpropertygeneraluser.label_desktopprofile.caption
source: Desktop :
el: Γραφείο :
fr: Bureau :

# tfrmpropertygeneraluser.label_displayname.caption
source: Full name :
el: Πλήρες όνομα :
fr: Nom complet :

# tfrmpropertygeneraluser.label_givenname.caption
source: Name :
el: Όνομα :
fr: Nom :

# tfrmpropertygeneraluser.label_homepage.caption
source: Web page :
el: ιστοσελίδα :
fr: Page web :

# tfrmpropertygeneraluser.label_initials.caption
source: Initials :
el: Αρχικά :
fr: Initiales :

# tfrmpropertygeneraluser.label_mail.caption
source: Email adress :
el: Διεύθυνση email :
fr: Addresse électronique :

# tfrmpropertygeneraluser.label_surname.caption
source: Last name :
el: Επώνυμο :
fr: Nom :

# tfrmpropertygeneraluser.label_telephonenumber.caption
source: Phone Number :
el: Τηλέφωνο :
fr: Numéro de téléphone :

# tfrmpropertygeneralvolume.bitbtn_keywords.caption
source: Keywords...
el: Λέξεις κλειδιά...
fr: Mots clés...

# tfrmpropertygeneralvolume.bitbtn_keywords.hint
source: A list of keywords that can be used to locate a given connection point
el: Μια λίστα λέξεων κλειδιών που μπορούν να χρησιμοποιηθούν για την εύρεση ενός δεδομένου σημείου σύνδεσης
fr: Une liste de mot clés qui peuvent être utilisé pour localiser un point de connexion donné

# tfrmpropertygeneralvolume.edit_uncname.hint
source: The universal naming convention name for shared volumes and printers
el: Το όνομα της καθολικής συμβάσεως ονοματοδοσίας για κοινόχρηστους τόμους και εκτυπωτές
fr: Le nom de la convention de nommage universel pour les volumes partagés et les imprimantes

# tfrmpropertygeneralvolume.label_description.caption
source: Description:
el: Περιγραφή:

# tfrmpropertygeneralvolume.label_uncname.caption
source: UNC name: (Example: \\server\share)
el: Όνομα UNC: (Παράδειγμα: \\διακομιστής\κοινόχρηστος τόμος)
fr: Nom UNC : (Exemple : \\serveur\partage)

# tfrmpropertylaps.action_copypassword.caption
source: Copy password
el: Αντιγραφή κωδικού πρόσβασης
fr: Copier le mot de passe

# tfrmpropertylaps.action_expirenow.caption
source: Expire now
el: Λήξη τώρα
fr: Expirer maintenant

# tfrmpropertylaps.action_showpassword.caption
source: Show password
el: Εμφάνιση κωδικού πρόσβασης
fr: Afficher le mot de passe

# tfrmpropertylaps.datetimepicker_newexpiration.textfornulldate
source: NULL
el: ΚΕΝΟ

# tfrmpropertylaps.groupbox1.caption
source: Solution du mot de passe de l'administrateur local
el: Λύση κωδικού πρόσβασης τοπικού διαχειριστή

# tfrmpropertylaps.label_currentexpiration.caption
source: Expiration actuelle du mot de passe LAPS :
el: Τρέχουσα λήξη κωδικού πρόσβασης LAPS :

# tfrmpropertylaps.label_localadminaccountname.caption
source: Nom du compte d'administrateur local LAPS :
el: Όνομα λογαριασμού τοπικού διαχειριστή LAPS :

# tfrmpropertylaps.label_localadminaccountpassword.caption
source: Mot de passe du compte d'administrateur local LAPS :
el: Κωδικός πρόσβασης λογαριασμού τοπικού διαχειριστή LAPS :

# tfrmpropertylaps.label_newexpiration.caption
source: Définir l'expiration du nouveau mot de passe LAPS :
el: Ορισμός λήξης νέου κωδικού πρόσβασης LAPS :

# tfrmpropertylocation.edit_location.hint
source: The user's location, such as office number
el: Η τοποθεσία του χρήστη, όπως αριθμός γραφείου
fr: L'emplacement de l'utilisateur, tel que le numéro de bureau

# tfrmpropertylocation.label_location.caption
source: Location:
el: Τοποθεσία:
fr: Emplacement :

# tfrmpropertymanagedby.action_change.caption
source: Change
el: Αλλαγή
fr: Changer

# tfrmpropertymanagedby.action_clear.caption
source: Clear
el: Καθαρισμός
fr: Vider

# tfrmpropertymanagedby.action_manage.caption
source: Manager can update membership list
el: Ο διαχειριστής μπορεί να ενημερώσει τη λίστα μελών
fr: Le gestionnaire peut mettre à jour la liste des membres

# tfrmpropertymanagedby.action_property.caption
source: Property
el: Ιδιότητα
fr: Propriété

# tfrmpropertymanagedby.labe_office.caption
source: Office:
el: Γραφείο:
fr: Bureau :

# tfrmpropertymanagedby.label_city.caption
source: City:
el: Πόλη:
fr: Ville :

# tfrmpropertymanagedby.label_countryregion.caption
source: Country/region:
el: Χώρα/περιοχή:
fr: Pays/région :

# tfrmpropertymanagedby.label_faxnumber.caption
source: Fax number:
el: Αριθμός φαξ:
fr: Numéro de fax :

# tfrmpropertymanagedby.label_managedby.caption
source: Name:
el: Όνομα:
fr: Nom :

# tfrmpropertymanagedby.label_stateprovince.caption
source: State/province:
el: Πολιτεία/επαρχία:
fr: Etat/province :

# tfrmpropertymanagedby.label_streetaddress.caption
source: Street:
el: Οδός:
fr: Rue :

# tfrmpropertymanagedby.label_telephonenumber.caption
source: Telephone number:
el: Αριθμός τηλεφώνου:
fr: Numéro de téléphone :

# tfrmpropertymember.action_add.caption
source: Add...
el: Προσθήκη...
fr: Ajouter...

# tfrmpropertymember.action_delete.caption
source: Delete
el: Διαγραφη
fr: Supprimer

# tfrmpropertymember.label_members.caption
source: Members:
el: Μέλη:
fr: Membres :

# tfrmpropertymember.tisgrid_members.header.columns[0].text
source: name
el: όνομα
fr: nom

# tfrmpropertymember.tisgrid_members.header.columns[1].text
source: Active Directory Domain Services Folder
el: Φάκελος Υπηρεσιών Τομέα Active Directory

# tfrmpropertymemberof.action_add.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tfrmpropertymemberof.action_delete.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tfrmpropertymemberof.action_primarygroup.caption
source: Define primary group
el: Ορισμός κύριας ομάδας
fr: Définir le groupe primaire

# tfrmpropertymemberof.grid_memberof.header.columns[0].text
source: Name
el: Όνομα
fr: Nom

# tfrmpropertymemberof.grid_memberof.header.columns[1].text
source: Active Directory's Services Folder
el: Φάκελος Υπηρεσιών Active Directory

# tfrmpropertymemberof.label_defineprimarygroup.caption
source: It is useless to modify the primary goup, unless you're using Macintosh or other POSIX compliant apps.
el: Είναι ανώφελο να τροποποιήσετε την κύρια ομάδα, εκτός εάν χρησιμοποιείτε εφαρμογές Macintosh ή άλλες συμβατές με POSIX.
fr: Il est inutile de modifier le groupe principal, sauf si vous utilisez Macintosh ou d'autres applications compatibles POSIX.

# tfrmpropertymemberof.label_mof_noprimarygroup.caption
source: This list shows only the current domain's groups and the groups handled in the Global catalog, such as unviversals groups.
el: Αυτή η λίστα εμφανίζει μόνο τις ομάδες του τρέχοντος τομέα και τις ομάδες που διαχειρίζεται ο Καθολικός κατάλογος, όπως οι οικουμενικές ομάδες.
fr: Cette liste affiche uniquement les groupes du domaine actuel et les groupes gérés dans le catalogue global, tels que les groupes universels.

# tfrmpropertymemberof.label_mof_title.caption
source: Member of :
el: Μέλος του :
fr: Membre de :

# tfrmpropertymemberof.label_primarygroupkey.caption
source: Primary group :
el: Κύρια ομάδα :
fr: Groupe primaire :

# tfrmpropertyobject.action_protection.caption
source: Protect object from accidental deletion
el: Προστασία αντικειμένου από τυχαία διαγραφή
fr: Protéger le conteneur d'une suppression accidentel

# tfrmpropertyobject.label_canonicalname.caption
source: Objects's canonical name
el: Κανονικό όνομα αντικειμένου
fr: Nom canonique de l'objet

# tfrmpropertyobject.label_objectclass.caption
source: Object's Class :
el: Κλάση αντικειμένου :
fr: Classe de l'objet :

# tfrmpropertyobject.label_usnactual.caption
source: Actual :
el: Πραγματικό :
fr: Actuelle :

# tfrmpropertyobject.label_usnoriginal.caption
source: Original :
el: Αρχικό :
fr: Originale :

# tfrmpropertyobject.label_usnupdate.caption
source: Amount of sequential updates (USN):
el: Ποσότητα σειριακών ενημερώσεων (USN):
fr: Nombre de mise à jour séquentiel (USN) :

# tfrmpropertyobject.label_whenchanged.caption
source: Modified :
el: Τροποποιήθηκε :
fr: Modifié :

# tfrmpropertyobject.label_whencreated.caption
source: Created :
el: Δημιουργήθηκε :
fr: Créé :

# tfrmpropertyoperatingsystem.edit_operatingsystem.hint
source: The Operating System name, for example, Windows Vista Enterprise
el: Το όνομα του Λειτουργικού Συστήματος, για παράδειγμα, Windows Vista Enterprise
fr: Le nom du système d'exploitation, par exemple, Windows Vista Enterprise

# tfrmpropertyoperatingsystem.edit_operatingsystemservicepack.hint
source: The operating system service pack ID (for example, SP3)
el: Το αναγνωριστικό πακέτου υπηρεσιών λειτουργικού συστήματος (για παράδειγμα, SP3)
fr: L'ID du paquet de service du système d'exploitation (par exemple, SP3)

# tfrmpropertyoperatingsystem.edit_operatingsystemversion.hint
source: The operating system version, for example, 4.0
el: Η έκδοση του λειτουργικού συστήματος, για παράδειγμα, 4.0
fr: La version du système d'exploitation, par exemple, 4.0

# tfrmpropertyoperatingsystem.label_operatingsystem.caption
source: Name:
el: Όνομα:
fr: Nom :

# tfrmpropertyoperatingsystem.label_operatingsystemservicepack.caption
source: Service Pack:
el: Πακέτο Υπηρεσιών:
fr: Paque de service :

# tfrmpropertyoperatingsystem.label_operatingsystemversion.caption
source: Version:
el: Έκδοση:

# tfrmpropertyorganization.action_change.caption
source: Change
el: Αλλαγή
fr: Changer

# tfrmpropertyorganization.action_clear.caption
source: Clear
el: Καθαρισμός
fr: Vider

# tfrmpropertyorganization.action_properties.caption
source: Properties
el: Ιδιότητες
fr: Propriétés

# tfrmpropertyorganization.edit_company.hint
source: The user's company name
el: Το όνομα της εταιρείας του χρήστη
fr: Nom de l'entreprise de l'utilisateur

# tfrmpropertyorganization.edit_department.hint
source: Contains the name for the department in which the user works
el: Περιέχει το όνομα του τμήματος στο οποίο εργάζεται ο χρήστης
fr: Contient le nom du département dans lequel l'utilisateur travail

# tfrmpropertyorganization.edit_title.hint
source: Contains the user's job title This property is commonly used to indicate the formal job title Such as Senior Programmer, rather than occupational class, such as programmer
el: Περιέχει τον τίτλο εργασίας του χρήστη Αυτή η ιδιότητα χρησιμοποιείται συνήθως για να δείχνει τον επίσημο τίτλο εργασίας Όπως Ανώτερος Προγραμματιστής, αντί για την επαγγελματική κατηγορία, όπως προγραμματιστής
fr: Contient le titre du poste de l'utilisateur. Cette propriété est généralement utilisée pour indiquer le titre officiel du poste, tel que « programmeur senior », plutôt que la catégorie professionnelle, telle que « programmeur »

# tfrmpropertyorganization.groupbox_manager.caption
source: Manager :
el: Διευθυντής :
fr: Gestionnaire :

# tfrmpropertyorganization.label_company.caption
source: Company :
el: Εταιρεία :
fr: Entreprise :

# tfrmpropertyorganization.label_department.caption
source: Departement :
el: Τμήμα :
fr: Département :

# tfrmpropertyorganization.label_directreports.caption
source: Direct reports / Subordinates :
el: Άμεσοι υφιστάμενοι / Υφιστάμενοι :

# tfrmpropertyorganization.label_manager.caption
source: Name :
el: Όνομα :
fr: Nom :

# tfrmpropertyorganization.label_title.caption
source: Job Title :
el: Τίτλος Εργασίας :
fr: Intitulé de poste :

# tfrmpropertyorganization.tisgrid_directreports.header.columns[0].text
source: name
el: όνομα
fr: nom

# tfrmpropertyprofile.combobox_connectto.hint
source: Specifies the drive letter to which to map the UNC path specified by homeDirectory
el: Καθορίζει το γράμμα μονάδας δίσκου στο οποίο θα αντιστοιχιστεί η διαδρομή UNC που καθορίζεται από το homeDirectory
fr: Spécifie la lettre du lecteur à laquelle mapper le chemin UNC spécifié par homeDirectory

# tfrmpropertyprofile.edit_connectto.hint
source: The home directory for the account HomeDirectory must be a UNC path (for example, \\**servername\**path)
el: Ο κατάλογος του λογαριασμού Το HomeDirectory πρέπει να είναι μια διαδρομή UNC (για παράδειγμα, \\**διακομιστής\**διαδρομή)
fr: Le répertoire d'accueil du compte HomeDirectory doit être un chemin UNC (par exemple, \\**nom du serveur\**chemin)

# tfrmpropertyprofile.edit_homedirectory.hint
source: The home directory for the account If homeDrive is set and specifies a drive letter, homeDirectory must be a UNC path Otherwise, homeDirectory is a fully qualified local path including the drive letter (for example, DriveLetter**:\Directory\**Folder)
el: Ο κατάλογος του λογαριασμού Εάν το homeDrive έχει οριστεί και καθορίζει ένα γράμμα μονάδας δίσκου, το homeDirectory πρέπει να είναι μια διαδρομή UNC Διαφορετικά, το homeDirectory είναι μια πλήρης τοπική διαδρομή συμπεριλαμβανομένου του γράμματος μονάδας δίσκου (για παράδειγμα, ΓράμμαΔίσκου**:\Κατάλογος\**Φάκελος)
fr: Répertoire d'accueil du compte. Si homeDrive est défini et spécifie une lettre de lecteur, homeDirectory doit être un chemin UNC. Sinon, homeDirectory est un chemin local complet incluant la lettre de lecteur. (par exemple, LettreDeLecteur**:\Répertoire\**Dossier)

# tfrmpropertyprofile.edit_profilepath.hint
source: Specifies a path to the user's profile
el: Καθορίζει μια διαδρομή προς το προφίλ του χρήστη
fr: Spécifie un chemin vers le profile de l'utilisateur
