Repository: tranquilit/OpenRSAT
Catalog: packages/OpenRSATGUI/languages/OpenRSATGUI.*.po
Languages: el, fr

# tvislistother.action_remove.caption
source: Remove
el: Αφαίρεση
fr: Supprimer

# tvislistother.btn_bottomcancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvislistother.caption
source: (Other)
el: (Άλλο)
fr: (Autre)

# tvislistother.label_current.caption
source: Current values :
el: Τρέχουσες τιμές :
fr: Valeurs courante :

# tvislistother.label_newvalue.caption
source: New value :
el: Νέα τιμή :
fr: Nouvel valeur :

# tvislogonhours.action_ok.caption
source: OK
el: ΟΚ

# tvislogonhours.btn_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvislogonhours.caption
source: Logon Hours
el: Ώρες Σύνδεσης
fr: Heures de connexion

# tvislogonhours.label_title.caption
source: Select the allowed logon period in UTC
el: Επιλέξτε την επιτρεπόμενη περίοδο σύνδεσης σε UTC

# tvislogonhours.radiobutton_allowed.caption
source: Logon Allowed
el: Επιτρέπεται η Σύνδεση
fr: Heures de connexion autorisé

# tvislogonhours.radiobutton_denied.caption
source: Logon Denied
el: Απαγορεύεται η Σύνδεση
fr: Heures de connexion refusé

# tvislogonworkstation.action_add.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tvislogonworkstation.action_edit.caption
source: Edit
el: Επεξεργασία
fr: Editer

# tvislogonworkstation.action_ok.caption
source: OK
el: ΟΚ

# tvislogonworkstation.action_remove.caption
source: Remove
el: Αφαίρεση
fr: Supprimer

# tvislogonworkstation.btn_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvislogonworkstation.caption
source: Logon Workstations
el: Σταθμοί Εργασίας Σύνδεσης
fr: Postes de travail de connexion

# tvislogonworkstation.label_info.caption
source: In Computer name, type the computer''s NetBIOS or Domain Name system (DNS) name.
el: Στο όνομα του υπολογιστή, πληκτρολογήστε το NetBIOS ή το DNS όνομα του υπολογιστή.

# tvislogonworkstation.label_name.caption
source: Computer name :
el: Όνομα υπολογιστή :
fr: Nom de l'odinateur :

# tvislogonworkstation.label_title.caption
source: This user can logon to :
el: Αυτός ο χρήστης μπορεί να συνδεθεί σε :
fr: Cet utilisateur peut se connecter à :

# tvislogonworkstation.radiobutton_all.caption
source: All computers
el: Όλους τους υπολογιστές
fr: Tous les ordinateurs

# tvislogonworkstation.radiobutton_following.caption
source: The following computers
el: Στους ακόλουθους υπολογιστές
fr: Les ordinateurs suivant

# tvisnewobject.btn_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisnewobject.label_dn.caption
source: Create in :
el: Δημιουργία σε :
fr: Créer dans :

# tvisnewquery.checkbox_includesubcontainers.caption
source: Include subcontainers
el: Συμπερίληψη subcontainers
fr: Inclure les sous conteneurs

# tvisnewquery.label_description.caption
source: Description:
el: Περιγραφή:

# tvisnewquery.label_name.caption
source: Name:
el: Όνομα:
fr: Nom :

# tvisnewquery.label_queryroot.caption
source: Query root:
el: Ρίζα ερωτήματος:
fr: Base de la requête :

# tvisnewquery.label_querystring.caption
source: Query string:
el: Αλφαριθμητικό ερωτήματος:
fr: Chaîne de requête :

# tvisnewresourcerecord.action_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisnewresourcerecord.action_ok.caption
source: OK
el: ΟΚ

# tvisnewresourcerecord.bitbtn_cnamefqdntarget.caption
source: Browse
el: Αναζήτηση
fr: Parcourir

# tvisnewresourcerecord.bitbtn_mxbrowse.caption
source: Browse
el: Αναζήτηση
fr: Parcourir

# tvisnewresourcerecord.bitbtn_ptrbrowse.caption
source: Browse
el: Αναζήτηση
fr: Parcourir

# tvisnewresourcerecord.caption
source: New Record Resource
el: Νέα Πηγή Εγγραφών
fr: Nouvel enregistrement de ressource

# tvisnewresourcerecord.label1.caption
source: Domain:
el: Τομέας:
fr: Domaine :

# tvisnewresourcerecord.label2.caption
source: Service:
el: Υπηρεσία:

# tvisnewresourcerecord.label3.caption
source: Protocol:
el: Πρωτόκολλο:
fr: Protocole :

# tvisnewresourcerecord.label4.caption
source: Priority:
el: Προτεραιότητα:
fr: Priorité :

# tvisnewresourcerecord.label5.caption
source: Weight:
el: Βάρος:
fr: Poids :

# tvisnewresourcerecord.label6.caption
source: Port number:
el: Αριθμός θύρας:
fr: Numéro de port :

# tvisnewresourcerecord.label7.caption
source: Host offering this service:
el: Υπολογιστής που προσφέρει αυτή την υπηρεσία:
fr: Hôte offrant ce service :

# tvisnewresourcerecord.label8.caption
source: Allow any authenticated user to update all DNS records with the same nam. This setting applies only to DNS records for a new name.
el: Επίτρεψε σε οποιονδήποτε πιστοποιημένο χρήστη να ενημερώσει όλες τις εγγραφές DNS με το ίδιο όνομα. Αυτή η ρύθμιση ισχύει μόνο για εγγραφές DNS για ένα νέο όνομα.
fr: Autoriser tout utilisateur authentifié à mettre à jour tous les enregistrements DNS avec le même nom. Ce paramètre s'applique uniquement aux enregistrements DNS pour un nouveau nom.

# tvisnewresourcerecord.label_aallow.caption
source: Allow any authenticated user to update all DNS records with the same name. This setting applies only to DNS records for a new name.
el: Επίτρεψε σε οποιονδήποτε πιστοποιημένο χρήστη να ενημερώσει όλες τις εγγραφές DNS με το ίδιο όνομα. Αυτή η ρύθμιση ισχύει μόνο για εγγραφές DNS για ένα νέο όνομα.
fr: Autoriser tout utilisateur authentifié à mettre à jour tous les enregistrements DNS portant le même nom. Ce paramètre s'applique uniquement aux enregistrements DNS pour un nouveau nom.

# tvisnewresourcerecord.label_adelete.caption
source: Delete this record when it becomes stale
el: Διαγραφή αυτής της εγγραφής όταν γίνει παρωχημένη
fr: Supprimer cet enregistrement quand il devient périmé

# tvisnewresourcerecord.label_afqdn.caption
source: Fully qualified domain name (FQDN):
el: Πλήρες όνομα τομέα (FQDN):
fr: Nom de domaine complet (FQDN) :

# tvisnewresourcerecord.label_ahost.caption
source: Host (uses parent domain if left blank):
el: Υπολογιστής (χρησιμοποιεί τον γονικό τομέα αν αφεθεί κενό):
fr: Hôte (utilise le domaine parent si laissé vide) :

# tvisnewresourcerecord.label_aipaddress.caption
source: IP address:
el: Διεύθυνση IP:
fr: Addresse IP :

# tvisnewresourcerecord.label_aptr.caption
source: Update associated pointer (PTR) record
el: Ενημέρωση σχετικής εγγραφής δείκτη (PTR)
fr: Mettre à jour le pointeur (PTR) de l'enregistrement associé

# tvisnewresourcerecord.label_atimestamp.caption
source: Record time stamp:
el: Χρονοσήμανση εγγραφής:
fr: Horodatage de l'enregistrement :

# tvisnewresourcerecord.label_cnamealias.caption
source: Alias name (uses parent domain if left blank):
el: Ψευδόνυμο όνομα (χρησιμοποιεί τον γονικό τομέα αν αφεθεί κενό):
fr: Nom d'alias (utilise le domaine parent si laissé vide) :

# tvisnewresourcerecord.label_cnameallow.caption
source: Allow any authenticated user to update all DNS records with the same name. This setting applies only to DNS records for a new name.
el: Επίτρεψε σε οποιονδήποτε πιστοποιημένο χρήστη να ενημερώσει όλες τις εγγραφές DNS με το ίδιο όνομα. Αυτή η ρύθμιση ισχύει μόνο για εγγραφές DNS για ένα νέο όνομα.
fr: Autoriser tout utilisateur authentifié à mettre à jour tous les enregistrements DNS portant le même nom. Ce paramètre s'applique uniquement aux enregistrements DNS pour un nouveau nom.

# tvisnewresourcerecord.label_cnamedelete.caption
source: Delete this record when it becomes stale
el: Διαγραφή αυτής της εγγραφής όταν γίνει παρωχημένη
fr: Supprimer cet enregistrement quand il devient périmé

# tvisnewresourcerecord.label_cnamefqdn.caption
source: Fully qualified domain name (FQDN):
el: Πλήρες όνομα τομέα (FQDN):
fr: Nom de domaine complet (FQDN) :

# tvisnewresourcerecord.label_cnamefqdntarget.caption
source: Fully qualified domain name (FQDN) for target host:
el: Πλήρες όνομα τομέα (FQDN) για τον υπολογιστή-στόχο:
fr: Nom de domaine complet (FQDN) pour l'hôte cible :

# tvisnewresourcerecord.label_cnametimestamp.caption
source: Record time stamp:
el: Χρονοσήμανση εγγραφής:
fr: Horodatage de l'enregistrement :

# tvisnewresourcerecord.label_mxdefault.caption
source: By default. DNS uses the parent domain name when creating a Mail Exchange record. You can specify a host or child name, but in most deployements, the above field is left blank.
el: Εξ ορισμού. Το DNS χρησιμοποιεί το όνομα του γονικού τομέα κατά τη δημιουργία εγγραφής Ανταλλαγής Αλληλογραφίας. Μπορείτε να καθορίσετε ένα όνομα υπολογιστή ή θυγατρικού τομέα, αλλά στις περισσότερες εγκαταστάσεις, το παραπάνω πεδίο αφήνεται κενό.
fr: Par défaut, DNS utilise le nom de domaine parent lors de la création d'un enregistrement Mail Exchange. Vous pouvez spécifier un nom d'hôte ou un nom enfant, mais dans la plupart des déploiements, le champ ci-dessus est laissé vide.

# tvisnewresourcerecord.label_mxfqdn.caption
source: Fully qualified domain name (FQDN):
el: Πλήρες όνομα τομέα (FQDN):
fr: Nom de domaine complet (FQDN) :

# tvisnewresourcerecord.label_mxhost.caption
source: Host or child domain:
el: Υπολογιστής ή θυγατρικός τομέας:
fr: Domaine hôte ou enfant :

# tvisnewresourcerecord.label_mxmailserver.caption
source: Fully qualified domain name (FQDN) of mail server:
el: Πλήρες όνομα τομέα (FQDN) του διακομιστή αλληλογραφίας:
fr: Nom de domaine complet (FQDN) du serveur de mail :

# tvisnewresourcerecord.label_mxpriority.caption
source: Mail server priority:
el: Προτεραιότητα διακομιστή αλληλογραφίας:
fr: Priorité de serveur de mail :

# tvisnewresourcerecord.label_ptrallowany.caption
source: Allow any authenticated user to update all DNS records with the same name. This setting applies only to DNS records for a new name.
el: Επίτρεψε σε οποιονδήποτε πιστοποιημένο χρήστη να ενημερώσει όλες τις εγγραφές DNS με το ίδιο όνομα. Αυτή η ρύθμιση ισχύει μόνο για εγγραφές DNS για ένα νέο όνομα.
fr: Autoriser tout utilisateur authentifié à mettre à jour tous les enregistrements DNS portant le même nom. Ce paramètre s'applique uniquement aux enregistrements DNS pour un nouveau nom.

# tvisnewresourcerecord.label_ptrfqdn.caption
source: Fully qualified domain name (FQDN):
el: Πλήρες όνομα τομέα (FQDN):
fr: Nom de domaine complet (FQDN) :

# tvisnewresourcerecord.label_ptrhost.caption
source: Host IP Address:
el: Διεύθυνση IP υπολογιστή:
fr: Addresse IP de l'hôte :

# tvisnewresourcerecord.label_ptrhostname.caption
source: Host name:
el: Όνομα υπολογιστή:
fr: Nom d'hôte :

# tvisnewresourcerecord.ts_a.caption
source: Host (A)
el: Υπολογιστής (A)
fr: Hôte (A)

# tvisnewresourcerecord.ts_cname.caption
source: Alias (CNAME)
el: Ψευδώνυμο (CNAME)

# tvisnewresourcerecord.ts_mx.caption
source: Mail Exchanger (MX)
el: Ανταλλαγή Αλληλογραφίας (MX)
fr: Échangeur de courrier (MX)

# tvisnewresourcerecord.ts_ptr.caption
source: Pointer (PTR)
el: Δείκτης (PTR)
fr: Pointeur (PTR)

# tvisnewresourcerecord.ts_srv.caption
source: Service Location (SRV)
el: Τοποθεσία Υπηρεσίας (SRV)
fr: Service de localisation (SRV)

# tvisnewzonewizard.action_backdynamiczone.caption
source: Back
el: Πίσω
fr: Retour

# tvisnewzonewizard.action_backfinish.caption
source: Back
el: Πίσω
fr: Retour

# tvisnewzonewizard.action_backwizard.caption
source: Back
el: Πίσω
fr: Retour

# tvisnewzonewizard.action_backzonefile.caption
source: Back
el: Πίσω
fr: Retour

# tvisnewzonewizard.action_backzonename.caption
source: Back
el: Πίσω
fr: Retour

# tvisnewzonewizard.action_backzonereplicationscope.caption
source: Back
el: Πίσω
fr: Retour

# tvisnewzonewizard.action_backzonetype.caption
source: Back
el: Πίσω
fr: Retour

# tvisnewzonewizard.action_cancel.caption
source: Cancel
el: Άκυρο
fr: Annuler

# tvisnewzonewizard.action_nextdynamiczone.caption
source: Next
el: Επόμενο
fr: Suivant

# tvisnewzonewizard.action_nextfinish.caption
source: Finish
el: Ολοκλήρωση
fr: Terminer

# tvisnewzonewizard.action_nextwizard.caption
source: Next
el: Επόμενο
fr: Suivant

# tvisnewzonewizard.action_nextzonefile.caption
source: Next
el: Επόμενο
fr: Suivant

# tvisnewzonewizard.action_nextzonename.caption
source: Next
el: Επόμενο
fr: Suivant

# tvisnewzonewizard.action_nextzonereplicationscope.caption
source: Next
el: Επόμενο
fr: Suivant

# tvisnewzonewizard.action_nextzonetype.caption
source: Next
el: Επόμενο
fr: Suivant

# tvisnewzonewizard.bitbtn_back.caption
source: Back
el: Πίσω
fr: Retour

# tvisnewzonewizard.bitbtn_next.caption
source: Next
el: Επόμενο
fr: Suivant

# tvisnewzonewizard.caption
source: New Zone Wizard
el: Οδηγός Νέας Ζώνης
fr: Assistant de nouvelle zone

# tvisnewzonewizard.label1.caption
source: Welcome to the New Zone Wizard
el: Καλώς ήρθατε στον Οδηγό Νέας Ζώνης
fr: Bienvenue dans l'assistant de nouvelle zone

# tvisnewzonewizard.label10.caption
source: Create a copy of a zone containing inly Name Server (NS), Start of Authority (SOA), and possibly glue Host (A) records. A server containing a stub zone is not authoritative for that zone.
el: Δημιουργία αντιγράφου μιας ζώνης που περιέχει μόνο εγγραφές Διακομιστή Ονομάτων (NS), Έναρξης Αρχής (SOA) και ενδεχομένως glue εγγραφές Υπολογιστή (A). Ένας διακομιστής που περιέχει μια stub ζώνη δεν είναι εξουσιοδοτημένος για αυτή τη ζώνη.
fr: Créez une copie d'une zone contenant uniquement des enregistrements de serveur de noms (NS), de début d'autorité (SOA) et éventuellement des enregistrements d'hôte (A) de liaison. Un serveur contenant une zone stub n'est pas autoritaire pour cette zone.

# tvisnewzonewizard.label11.caption
source: Store the zone in Active Directory (available only if DNS server is a writeable domain controller)
el: Αποθήκευση της ζώνης στο Active Directory (διαθέσιμο μόνο εάν ο διακομιστής DNS είναι εγγράψιμος ελεγκτής τομέα)
fr: Enregistrer la zone dans Active Directory (disponible uniquement si le serveur DNS est un contrôleur de domaine accessible en écriture)

# tvisnewzonewizard.label12.caption
source: Active Directory Zone Replication Scope
el: Πεδίο Εφαρμογής Αναπαραγωγής Ζώνης Active Directory
fr: Portée de la réplication de zone Active Directory

# tvisnewzonewizard.label13.caption
source: You can select how you want DNS data replicated throughout your network.
el: Μπορείτε να επιλέξετε πώς θέλετε να αναπαραχθούν τα δεδομένα DNS στο δίκτυό σας.
fr: Vous pouvez sélectionner la manière dont vous souhaitez que les données DNS soient répliquées sur votre réseau.

# tvisnewzonewizard.label14.caption
source: Select how you want zone data replicated:
el: Επιλέξτε πώς θέλετε να αναπαραχθούν τα δεδομένα ζώνης:
fr: Sélectionnez la manière dont vous souhaitez que les données de zone soient répliquées :

# tvisnewzonewizard.label15.caption
source: To all DNS servers running on domain controllers in this forest:
el: Σε όλους τους διακομιστές DNS που εκτελούνται σε ελεγκτές τομέα σε αυτό το δάσος:
fr: À tous les serveurs DNS fonctionnant sur les contrôleurs de domaine de cette forêt :

# tvisnewzonewizard.label16.caption
source: To all DNS servers running on domain controllers in this domain:
el: Σε όλους τους διακομιστές DNS που εκτελούνται σε ελεγκτές τομέα σε αυτόν τον τομέα:
fr: À tous les serveurs DNS fonctionnant sur les contrôleurs de domaine de ce domaine :

# tvisnewzonewizard.label17.caption
source: To all domain controllers in this domain (for Windows 2000 compatibility):
el: Σε όλους τους ελεγκτές τομέα σε αυτόν τον τομέα (για συμβατότητα με Windows 2000):
fr: À tous les contrôleurs de domaine de ce domaine (pour la compatibilité Windows 2000) :

# tvisnewzonewizard.label18.caption
source: To all domain controllers specified in the scoper of this directory partition:
el: Σε όλους τους ελεγκτές τομέα που ορίζονται στο πεδίο αυτής της κατατμησης καταλόγου:
fr: À tous les contrôleurs de domaine spécifiés dans le scopé de cette partition de répertoire :

# tvisnewzonewizard.label19.caption
source: Zone Name
el: Όνομα Ζώνης
fr: Nom de zone

# tvisnewzonewizard.label2.caption
source: This wizard helps you create a new zone for your DNS server.
el: Αυτός ο οδηγός σάς βοηθά να δημιουργήσετε μια νέα ζώνη για τον διακομιστή DNS σας.
fr: Cet assistant vous aide à créer une nouvelle zone pour votre serveur DNS.

# tvisnewzonewizard.label20.caption
source: What is the name of the new zone?
el: Ποιο είναι το όνομα της νέας ζώνης;
fr: Quelle est le nom de cette nouvelle zone ?

# tvisnewzonewizard.label21.caption
source: The zone name specifies the portion of the DNS namespace for which this server is autoritative. It might be your organization's domain name (for example, example.com) or a portion of the domain name (for example, newzone.example.com). The zone name is not the name of the DNS server.
el: Το όνομα ζώνης καθορίζει το τμήμα του χώρου ονομάτων DNS για το οποίο αυτός ο διακομιστής είναι εξουσιοδοτημένος. Μπορεί να είναι το όνομα τομέα της οργάνωσής σας (για παράδειγμα, example.com) ή ένα τμήμα του ονόματος τομέα (για παράδειγμα, newzone.example.com). Το όνομα ζώνης δεν είναι το όνομα του διακομιστή DNS.
fr: Le nom de zone spécifie la partie de l'espace de noms DNS pour laquelle ce serveur fait autorité. Il peut s'agir du nom de domaine de votre organisation (par exemple, example.com) ou d'une partie du nom de domaine (par exemple, newzone.example.com). Le nom de zone n'est pas le nom du serveur DNS.

# tvisnewzonewizard.label22.caption
source: Zone name:
el: Όνομα ζώνης:
fr: Nom de zone :

# tvisnewzonewizard.label23.caption
source: Zone File
el: Αρχείο Ζώνης
fr: Fichier de zone

# tvisnewzonewizard.label24.caption
source: You can create a new zone file or use a file copied from another DNS server.
el: Μπορείτε να δημιουργήσετε ένα νέο αρχείο ζώνης ή να χρησιμοποιήσετε ένα αρχείο που έχετε αντιγράψει από άλλο διακομιστή DNS.
fr: Vous pouvez créer un nouveau fichier de zone ou utiliser un fichier copié à partir d'un autre serveur DNS.

# tvisnewzonewizard.label25.caption
source: Do you want to create a new zone file or use an existing file that you have copied from another DNS server?
el: Θέλετε να δημιουργήσετε ένα νέο αρχείο ζώνης ή να χρησιμοποιήσετε ένα υπάρχον αρχείο που έχετε αντιγράψει από άλλο διακομιστή DNS;
fr: Voulez-vous créer un nouveau fichier de zone ou utiliser un fichier existant que vous avez copier depuis un autre serveur DNS ?

# tvisnewzonewizard.label26.caption
source: To use this existing file, ensure that it has been copied to the folder %SystemRoot%\system32\dns on this server, and then click Next.
el: Για να χρησιμοποιήσετε αυτό το υπάρχον αρχείο, βεβαιωθείτε ότι έχει αντιγραφεί στο φάκελο %SystemRoot%\system32\dns σε αυτόν το διακομιστή και μετά κάντε κλικ στο Επόμενο.
fr: Pour utiliser ce fichier existant, assurez-vous qu'il a été copié dans le dossier %SystemRoot%\system32\dns sur ce serveur, puis cliquez sur Suivant.

# tvisnewzonewizard.label27.caption
source: Create a new file with this file name:
el: Δημιουργείστε ένα νέο αρχείο με αυτό το όνομα αρχείου:
fr: Créer un nouveau fichier avec ce nom de fichier :

# tvisnewzonewizard.label28.caption
source: Use this existing file:
el: Χρησιμοποιήστε αυτό το υπάρχον αρχείο:
fr: Utiliser ce fichier existant :

# tvisnewzonewizard.label29.caption
source: You can specify that this DNS zone accepts secure, nonsecure, or no dynamic updates.
el: Μπορείτε να καθορίσετε ότι αυτή η ζώνη DNS δέχεται ασφαλή, μη ασφαλή ή καμία δυναμική ενημέρωση.
fr: Vous pouvez spécifier que cette zone DNS accepte les mises à jour dynamiques sécurisées, non sécurisées ou aucune mise à jour dynamique.

# tvisnewzonewizard.label3.caption
source: A zone translates DNS names to related data, such as IP addresses or network services.
el: Μια ζώνη μεταφράζει τα ονόματα DNS σε σχετικά δεδομένα, όπως διευθύνσεις IP ή δικτυακές υπηρεσίες.
fr: Une zone traduit les noms DNS en données associées, telles que des adresses IP ou des services réseau.

# tvisnewzonewizard.label30.caption
source: Dynamic Update
el: Δυναμική Ενημέρωση
fr: Mise à jour dynamique

# tvisnewzonewizard.label31.caption
source: Dynamic updates enable DNS client computers to register and dynamically update their resource records with a DNS server whenever changes occur.
el: Οι δυναμικές ενημερώσεις επιτρέπουν στους υπολογιστές πελάτες DNS να εγγράφονται και να ενημερώνουν δυναμικά τις εγγραφές πόρων τους με ένα διακομιστή DNS όποτε προκύψουν αλλαγές.
fr: Les mises à jour dynamiques permettent aux ordinateurs clients DNS d'enregistrer et de mettre à jour dynamiquement leurs enregistrements de ressources auprès d'un serveur DNS chaque fois que des modifications surviennent.

# tvisnewzonewizard.label32.caption
source: Select the type of dynamic updates you want to allow:
el: Επιλέξτε τον τύπο δυναμικών ενημερώσεων που θέλετε να επιτρέψετε:
fr: Sélectionnez le type de mises à jour dynamiques que vous souhaitez autoriser :

# tvisnewzonewizard.label33.caption
source: Allow only secure dynamic updates (recommanded for Active Directory)
el: Να επιτρέπονται μόνο ασφαλείς δυναμικές ενημερώσεις (συνιστάται για το Active Directory)
fr: Autoriser uniquement les mises à jour dynamiques sécurisées (recommandé pour Active Directory)

# tvisnewzonewizard.label34.caption
source: This option is available only for Active Directory-integrated zones.
el: Αυτή η επιλογή είναι διαθέσιμη μόνο για ζώνες που είναι ενσωματωμένες στο Active Directory.
fr: Allow only secure dynamic updates (recommended for Active Directory)

# tvisnewzonewizard.label35.caption
source: Allow both nonsecure and secure dynamic updates
el: Να επιτρέπονται και οι μη ασφαλείς και οι ασφαλείς δυναμικές ενημερώσεις
fr: Autoriser les mises à jour dynamiques sécurisées et non sécurisées

# tvisnewzonewizard.label36.caption
source: Dynamic updates of resource records are accepted from any client.
el: Οι δυναμικές ενημερώσεις των εγγραφών πόρων γίνονται αποδεκτές από οποιοδήποτε πελάτη.
fr: Les mises à jour dynamiques des enregistrements de ressources sont acceptées depuis n'importe quel client.

# tvisnewzonewizard.label37.caption
source: This option is a significant security vulnerability because updates can be accepted from untrusted sources.
el: Αυτή η επιλογή αποτελεί σημαντικό κενό ασφαλείας επειδή οι ενημερώσεις μπορούν να γίνονται αποδεκτές από μη αξιόπιστες πηγές.
fr: Cette option représente une faille de sécurité importante, car elle permet d'accepter des mises à jour provenant de sources non fiables.

# tvisnewzonewizard.label38.caption
source: Do not allow dynamic updates
el: Να μην επιτρέπονται δυναμικές ενημερώσεις
fr: Ne pas autoriser les mises à jour dynamiques

# tvisnewzonewizard.label39.caption
source: Dynamic updates of resource records are not accepted by this zone. You must update these records manually.
el: Οι δυναμικές ενημερώσεις των εγγραφών πόρων δεν γίνονται αποδεκτές από αυτή τη ζώνη. Πρέπει να ενημερώσετε αυτές τις εγγραφές χειροκίνητα.
fr: Les mises à jour dynamiques des enregistrements de ressources ne sont pas acceptées par cette zone. Vous devez mettre à jour ces enregistrements manuellement.

# tvisnewzonewizard.label4.caption
source: To continue, click Next.
el: Για να συνεχίσετε, κάντε κλικ στο Επόμενο.
fr: Pour continuer, cliquer sur Suivant.

# tvisnewzonewizard.label40.caption
source: Completing the New Zone Wizard
el: Ολοκλήρωση του Οδηγού Δημιουργίας Ζώνης
fr: Terminer l'assistant de création d'une nouvelle zone

# tvisnewzonewizard.label41.caption
source: You have successfully completed the New Zone Wizard. You specified the following settings:
el: Έχετε ολοκληρώσει με επιτυχία τον Οδηγό Δημιουργίας Ζώνης. Έχετε καθορίσει τις ακόλουθες ρυθμίσεις:
fr: Vous avez terminé avec succès l'assistant de création d'une nouvelle zone. Vous avez spécifié les paramètres suivants :
