Repository: tranquilit/OpenRSAT
Catalog: packages/OpenRSATGUI/languages/OpenRSATGUI.*.po
Languages: el, fr

# tfrmpropertyprofile.edit_scriptpath.hint
source: The path for the user's logon script
el: Η διαδρομή για το σενάριο εισόδου του χρήστη
fr: Le chemin du script de connexion de l'utilisateur

# tfrmpropertyprofile.groupbox_homefolder.caption
source: Home folder
el: Προσωπικός φάκελος
fr: Dossier personnel

# tfrmpropertyprofile.groupbox_userprofile.caption
source: User profile
el: Προφίλ χρήστη
fr: Profile de l'utilisateur

# tfrmpropertyprofile.label_connectto.caption
source: To :
el: Στο :
fr: Vers :

# tfrmpropertyprofile.label_profilepath.caption
source: Profile path :
el: Διαδρομή προφίλ :
fr: Chemin du profile :

# tfrmpropertyprofile.label_scriptpath.caption
source: Logon script path :
el: Διαδρομή σεναρίου εισόδου :
fr: Chemin du script de connexion :

# tfrmpropertyprofile.radiobutton_connectto.caption
source: Connect :
el: Σύνδεση :
fr: Connexion :

# tfrmpropertyprofile.radiobutton_homedirectory.caption
source: Local path :
el: Τοπική διαδρομή :
fr: Chemin local :

# tfrmpropertypublishedcertificates.action_add.caption
source: Add from File
el: Προσθήκη από Αρχείο
fr: Ajouter depuis un fichier

# tfrmpropertypublishedcertificates.action_copy.caption
source: Copy to File
el: Αντιγραφή σε Αρχείο
fr: Copier dans un fichier

# tfrmpropertypublishedcertificates.action_remove.caption
source: Remove
el: Αφαίρεση
fr: Supprimer

# tfrmpropertypublishedcertificates.action_view.caption
source: View Certificate
el: Προβολή Πιστοποιητικού
fr: Voir le certificat

# tfrmpropertypublishedcertificates.label_listx509.caption
source: List of X509 certificates published for the user account
el: Λίστα πιστοποιητικών X509 που έχουν δημοσιευτεί για τον λογαριασμό χρήστη
fr: Liste des certificats X509 publiés pour le compte utilisateur

# tfrmpropertypublishedcertificates.tisgrid_listx509.header.columns[0].text
source: Issued To
el: Έχει εκδοθεί σε
fr: Délivré à

# tfrmpropertypublishedcertificates.tisgrid_listx509.header.columns[1].text
source: Issued By
el: Έχει εκδοθεί από
fr: Délivré par

# tfrmpropertypublishedcertificates.tisgrid_listx509.header.columns[2].text
source: Intended Purposes
el: Προβλεπόμενες Χρήσεις
fr: Objectifs visés

# tfrmpropertypublishedcertificates.tisgrid_listx509.header.columns[3].text
source: Expiration Date
el: Ημερομηνία Λήξης
fr: Date d'expiration

# tfrmpropertysecurity.action_add.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tfrmpropertysecurity.action_advanced.caption
source: Advanced
el: Για προχωρημένους
fr: Avancé

# tfrmpropertysecurity.action_delete.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tfrmpropertysecurity.tisgrid_securitylistright.header.columns[0].text
source: Permissions for
el: Δικαιώματα για
fr: Permissions pour

# tfrmpropertysecurity.tisgrid_securitylistright.header.columns[1].text
source: Allow
el: Επιτρέπεται
fr: Autoriser

# tfrmpropertysecurity.tisgrid_securitylistright.header.columns[2].text
source: Deny
el: Απαγορεύεται
fr: Refuser

# tfrmpropertysecurity.tisgrid_securitylistuser.header.columns[0].text
source: Group or user names
el: Ομάδα ή ονόματα χρηστών
fr: Utilisateur ou groupe

# tfrmpropertytelephone.bitbtn_otherfacsimiletelephonenumber.caption
source: Other...
el: Άλλο...
fr: Autres...

# tfrmpropertytelephone.bitbtn_otherhomephone.caption
source: Other...
el: Άλλο...
fr: Autres...

# tfrmpropertytelephone.bitbtn_otheripphone.caption
source: Other...
el: Άλλο...
fr: Autres...

# tfrmpropertytelephone.bitbtn_othermobile.caption
source: Other...
el: Άλλο...
fr: Autres...

# tfrmpropertytelephone.bitbtn_otherpager.caption
source: Other...
el: Άλλη...
fr: Autres...

# tfrmpropertytelephone.edit_facsimiletelephonenumber.hint
source: The user's main fax number
el: Ο κύριος αριθμός φαξ του χρήστη
fr: Le numéro de fax principal de l'utilisateur

# tfrmpropertytelephone.edit_homephone.hint
source: The user's main home phone number
el: Ο κύριος αριθμός τηλεφώνου σπιτιού του χρήστη
fr: Le numéro de téléphone personnel principal de l'utilisateur

# tfrmpropertytelephone.edit_ipphone.hint
source: The TCP/IP address for the phone. Used by Telephony
el: Η διεύθυνση TCP/IP για το τηλέφωνο. Χρησιμοποιείται από την Τηλεφωνία
fr: L'addresse TCP/IP du téléphone. Utilisé par Telephony

# tfrmpropertytelephone.edit_mobile.hint
source: The user's main mobile phone number
el: Ο κύριος αριθμός κινητού τηλεφώνου του χρήστη
fr: Le numéro de téléphone portable principal de l'utilisateur

# tfrmpropertytelephone.edit_pager.hint
source: The user's main pager number
el: Ο κύριος αριθμός βομβητή του χρήστη
fr: Le numéro de pager principal de l'utilisateur

# tfrmpropertytelephone.groupbox_numbers.caption
source: Telephone numbers
el: Αριθμοί Τηλεφώνου
fr: Numéros de téléphone

# tfrmpropertytelephone.label_facsimiletelephonenumber.caption
source: Fax :
el: Φαξ :

# tfrmpropertytelephone.label_homephone.caption
source: Home :
el: Σπίτι :
fr: Accueil :

# tfrmpropertytelephone.label_info.caption
source: Notes :
el: Σημειώσεις :

# tfrmpropertytelephone.label_ipphone.caption
source: IP phone :
el: IP τηλέφωνο :
fr: Téléphone IP :

# tfrmpropertytelephone.label_mobile.caption
source: Mobile :
el: Κινητό :
fr: Portable :

# tfrmpropertytelephone.label_pager.caption
source: Pager :
el: Βομβητής :

# tfrmpropertytelephone.memo_info.hint
source: The group/user comments
el: Τα σχόλια για την ομάδα/τον χρήστη
fr: Les commentaires du groupe/utilisateur

# tfrmrsat.action_advancedfeatures.caption
source: Advanced Features
el: Προχωρημένα Χαρακτηριστικά
fr: Fonctionnalitées avancées

# tfrmrsat.action_ldapconnect.caption
source: Connect
el: Σύνδεση
fr: Connexion

# tfrmrsat.action_ldapconnect.hint
source: Open a connection to ldap server
el: Άνοιγμα σύνδεσης με διακομιστή ldap
fr: Ouvrir une connexion vers le serveur LDAP

# tfrmrsat.action_ldapdisconnect.caption
source: Disconnect
el: Αποσύνδεση
fr: Déconnexion

# tfrmrsat.action_ldapoptions.caption
source: Connection Options
el: Επιλογές Σύνδεσης
fr: Options de connexion

# tfrmrsat.action_options.caption
source: Options
el: Επιλογές

# tfrmrsat.action_properties.caption
source: Properties
el: Ιδιότητες
fr: Propriétés

# tfrmrsatoption.combobox3.text
source: False
el: Ψευδές
fr: Faux

# tfrmrsatoption.label1.caption
source: Theme
el: Θέμα
fr: Thème

# tfrmrsatoption.label2.caption
source: Lang
el: Γλώσσα
fr: Langue

# tfrmrsatoption.label3.caption
source: AdvancedView
el: Προχωρημένη Προβολή
fr: Vue avancée

# tvisaddaces.action_add.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tvisaddaces.action_clear.caption
source: Clear
el: Καθαρισμός
fr: Vider

# tvisaddaces.action_delete.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tvisaddaces.action_ok.caption
source: OK
el: ΟΚ

# tvisaddaces.action_replace.caption
source: Replace
el: Αντικατάσταση
fr: Remplacer

# tvisaddaces.bitbtn_cancel.caption
source: Cancel
el: Άκυρο
fr: Annuler

# tvisaddaces.checkbox_cc.caption
source: Create Child
el: Δημιουργία Παιδιού
fr: Créer un enfant

# tvisaddaces.checkbox_ci.caption
source: Container Inherited
el: Κληρονομημένα από Container
fr: Conteneur hérité

# tvisaddaces.checkbox_cr.caption
source: Control Access
el: Έλεγχος Πρόσβασης
fr: Contrôle d'accès

# tvisaddaces.checkbox_dc.caption
source: Delete Child
el: Διαγραφή Παιδιού
fr: Supprimer un enfant

# tvisaddaces.checkbox_dt.caption
source: Delete Tree
el: Διαγραφή Δέντρου
fr: Supprimer un arbre

# tvisaddaces.checkbox_io.caption
source: Inherit Only
el: Μόνο Κληρονόμηση
fr: Hérité seulement

# tvisaddaces.checkbox_lc.caption
source: List Children
el: Λίστα Παιδιών
fr: Lister les enfants

# tvisaddaces.checkbox_lo.caption
source: List Object
el: Λίστα Αντικειμένου
fr: Lister les objets

# tvisaddaces.checkbox_np.caption
source: No Propagate
el: Χωρίς Διάδοση
fr: Pas de propagation

# tvisaddaces.checkbox_oi.caption
source: Object Inherited
el: Κληρονομημένα από Αντικειμένο
fr: Objet hérité

# tvisaddaces.checkbox_rc.caption
source: Read Control
el: Ανάγνωση Ελέγχου
fr: Contrôle de lecture

# tvisaddaces.checkbox_rp.caption
source: Read Property
el: Ανάγνωση Ιδιότητας
fr: Propriété de lecture

# tvisaddaces.checkbox_sd.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tvisaddaces.checkbox_sw.caption
source: Self Write
el: Εγγραφή Εαυτού
fr: Auto-écriture

# tvisaddaces.checkbox_wd.caption
source: Write Dac
el: Εγγραφή Dac
fr: Ecriture Dac

# tvisaddaces.checkbox_wo.caption
source: Write Owner
el: Εγγραφή Ιδιοκτήτη
fr: Ecriture du propriétaire

# tvisaddaces.checkbox_wp.caption
source: Write Property
el: Εγγραφή Ιδιότητας
fr: Ecriture d'une propriété

# tvisaddaces.checkgroup_access.caption
source: Access
el: Πρόσβαση
fr: Accès

# tvisaddaces.checkgroup_inheritance.caption
source: Inheritance
el: Κληρονόμηση
fr: Héritage

# tvisaddaces.label_inheritance.caption
source: Inheritance:
el: Κληρονόμηση:
fr: Héritage :

# tvisaddaces.label_property.caption
source: Target Property :
el: Στόχευση Ιδιότητας :
fr: Propriété cible :

# tvisaddaces.label_title.caption
source: Create and add new Rights (ACEs) :
el: Δημιουργία και προσθήκη νέων Δικαιωμάτων (ACEs) :
fr: Créer et ajouter de nouveaux droits (ACEs) :

# tvisaddaces.label_trustee.caption
source: Trustee :
el: Εμπιστευόμενος :
fr: Administrateur :

# tvisaddaces.radiobutton_allow.caption
source: Allow
el: Επίτρεψε
fr: Autoriser

# tvisaddaces.radiobutton_deny.caption
source: Deny
el: Απόρριψε
fr: Refuser

# tvisaddaces.tisgrid1.header.columns[0].text
source: Type
el: Τύπος

# tvisaddaces.tisgrid1.header.columns[1].text
source: Trustee
el: Εμπιστευόμενος
fr: Administrateur

# tvisaddaces.tisgrid1.header.columns[2].text
source: Access
el: Πρόσβαση
fr: Accès

# tvisaddaces.tisgrid1.header.columns[3].text
source: Target Property
el: Στόχευση Ιδιότητας
fr: Propriété cible

# tvisaddaces.tisgrid1.header.columns[4].text
source: Applies to
el: Εφαρμόζεται σε
fr: S'applique à

# tvisaddaces.tisgrid1.header.columns[5].text
source: Inherit to
el: Κληρονομείται σε
fr: Hérité à

# tvisadvancedsecurity.action_addace.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tvisadvancedsecurity.action_apply.caption
source: Apply
el: Εφαρμογή
fr: Appliquer

# tvisadvancedsecurity.action_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisadvancedsecurity.action_deleteace.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tvisadvancedsecurity.action_editace.caption
source: Edit
el: Επεξεργασία
fr: Editer

# tvisadvancedsecurity.action_ok.caption
source: OK
el: ΟΚ

# tvisadvancedsecurity.action_restore.caption
source: Restore default
el: Επαναφορά προεπιλογής
fr: Restaurer les paramètres par défaut

# tvisadvancedsecurity.caption
source: Advanced Security Settings
el: Προηγμένες Ρυθμίσεις Ασφαλείας
fr: Paramètre de sécurité avancé

# tvisadvancedsecurity.checkbox_raw.caption
source: View raw data
el: Εμφάνιση ακατέργαστων δεδομένων

# tvisadvancedsecurity.label_group.caption
source: Group:
el: Ομάδα:
fr: Groupe :

# tvisadvancedsecurity.label_owner.caption
source: Owner:
el: Ιδιοκτήτης:
fr: Propriétaire :

# tvisadvancedsecurity.tisgrid_acl.header.columns[0].text
source: Type
el: Τύπος

# tvisadvancedsecurity.tisgrid_acl.header.columns[1].text
source: Trustee
el: Εμπιστευόμενος
fr: Administrateur

# tvisadvancedsecurity.tisgrid_acl.header.columns[2].text
source: Access
el: Πρόσβαση
fr: Accès

# tvisadvancedsecurity.tisgrid_acl.header.columns[3].text
source: Target property
el: Στόχευση ιδιότητας
fr: Propriété cible

# tvisadvancedsecurity.tisgrid_acl.header.columns[4].text
source: Applies to
el: Εφαρμογή σε
fr: S'applique à

# tvisadvancedsecurity.tisgrid_acl.header.columns[5].text
source: Inherit to
el: Κληρονομείται σε
fr: Hérité à

# tvisadvancedsecurity.tisgrid_acl.header.columns[6].text
source: Inherited from
el: Κληρονομείται από
fr: Hérité de

# tvisattributeeditor.action_add.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tvisattributeeditor.action_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisattributeeditor.action_delete.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tvisattributeeditor.action_down.caption
source: Move down
el: Μετακίνηση κάτω
fr: Déplacer vers le bas

# tvisattributeeditor.action_ok.caption
source: OK
el: ΟΚ

# tvisattributeeditor.action_up.caption
source: Move up
el: Μετακίνηση πάνω
fr: Déplacer vers le haut

# tvisattributeeditor.datetimepicker1.textfornulldate
source: NULL
el: ΚΕΝΟ

# tvisattributeeditor.label1.caption
source: Values:
el: Τιμές:
fr: Valeurs :

# tvisattributeeditor.label2.caption
source: Date:
el: Ημερομηνία:

# tvisattributeeditor.label_string.caption
source: Value:
el: Τιμή:
fr: Valeur :

# tvisattributeeditor.label_stringlist.caption
source: Value to add:
el: Τιμή προς προσθήκη:
fr: Valeur à ajouter :

# tvischangedn.bitbtn_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvischangedn.bitbtn_ok.caption
source: OK
el: ΟΚ

# tvischangedn.caption
source: Change DN
el: Αλλαγή DN
fr: Changer le DN

# tvischangedomaincontroller.action_ok.caption
source: OK
el: ΟΚ

# tvischangedomaincontroller.bitbtn_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvischangedomaincontroller.caption
source: Change Directory Server
el: Αλλαγή Διακομιστή Καταλόγου
fr: Changer de serveur d'annuaire

# tvischangedomaincontroller.checkbox1.caption
source: Save this setting for the current console
el: Αποθήκευση αυτής της ρύθμισης για την τρέχουσα κονσόλα

# tvischangedomaincontroller.label1.caption
source: Current Directory Server:
el: Τρέχων Διακομιστής Καταλόγου:
fr: Serveur d'annuaire courant :

# tvischangedomaincontroller.label2.caption
source: <Empty>
el: <Κενό>
fr: <Vide>

# tvischangedomaincontroller.label3.caption
source: Change to:
el: Αλλαγή σε:
fr: Changer par :

# tvischangedomaincontroller.radiobutton1.caption
source: Any writable Domain Controller
el: Οποιοδήποτε εγγράψιμο Ελεγκτή Τομέα
fr: Tout contrôleur de domaine inscriptible

# tvischangedomaincontroller.radiobutton2.caption
source: This Domain Controller or AD LDS instance
el: Αυτόν τον Ελεγκτή Τομέα ή instance AD LDS
fr: Ce contrôleur de domaine ou cette instance AD LDS

# tvischangedomaincontroller.tisgrid1.header.columns[0].text
source: Name
el: Όνομα
fr: Nom

# tvischangedomaincontroller.tisgrid1.header.columns[1].text
source: Site
el: Τοποθεσία

# tvischangedomaincontroller.tisgrid1.header.columns[2].text
source: DC Type
el: Τύπος DC
fr: Type de DC

# tvischangedomaincontroller.tisgrid1.header.columns[3].text
source: DC Version
el: Έκδοση DC
fr: Version du DC

# tvischangedomaincontroller.tisgrid1.header.columns[4].text
source: Status
el: Κατάσταση
fr: Statut

# tvischangepartition.bitbtn1.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvischangepartition.bitbtn2.caption
source: OK
el: ΟΚ

# tvischangepartition.caption
source: Change partition
el: Αλλαγή κατάτμησης
fr: Changer de partition

# tvisconnectiondetails.bitbtn1.caption
source: Hide/Show
el: Απόκρυψη/Εμφάνιση

# tvisconnectiondetails.caption
source: Connection details
el: Λεπτομέρειες σύνδεσης

# tvisconnectiondetails.label1.caption
source: Server informations (available from RootDSE Object)
el: Πληροφορίες διακομιστή (διαθέσιμες από το RootDSE Object)

# tvisconnectiondetails.label2.caption
source: Ldap error:
el: Σφάλμα Ldap:

# tvisconnectiondetails.label_allowunsafepasswordbind.caption
source: Allow unsafe password bind
el: Επίτρεψε μη ασφαλή σύνδεση με κωδικό πρόσβασης

# tvisconnectiondetails.label_autobind.caption
source: Auto bind
el: Αυτόματη σύνδεση

# tvisconnectiondetails.label_autoreconnect.caption
source: Auto reconnect
el: Αυτόματη επανασύνδεση

# tvisconnectiondetails.label_domain.caption
source: Domain
el: Τομέας

# tvisconnectiondetails.label_domaincontroller.caption
source: Domain Controller
el: Ελεγκτής Τομέα

# tvisconnectiondetails.label_kerberosdisablechannelbinding.caption
source: Kerberos disable channel binding
el: Ο Kerberos απενεργοποιεί τη δέσμευση καναλιού

# tvisconnectiondetails.label_password.caption
source: Password
el: Κωδικός Πρόσβασης

# tvisconnectiondetails.label_timeout.caption
source: Timeout
el: Χρονικό όριο

# tvisconnectiondetails.label_username.caption
source: Username
el: Όνομα Χρήστη

# tvisconnectiondetails.tabsheet_advanced.caption
source: Advanced
el: Για προχωρημένους

# tvisconnectiondetails.tabsheet_formatted.caption
source: Formatted
el: Μορφοποιημένο

# tvisconnectiondetails.tisgrid1.header.columns[0].text
source: Name
el: Όνομα

# tvisconnectiondetails.tisgrid1.header.columns[1].text
source: Value
el: Τιμή

# tvisconnectoptions.action_cancel.caption
source: Cancel
el: Ακύρωση

# tvisconnectoptions.action_check.caption
source: Check
el: Έλεγχος

# tvisconnectoptions.action_ok.caption
source: OK
el: ΟΚ

# tvisconnectoptions.caption
source: Connection Options
el: Επιλογές Σύνδεσης

# tvisconnectoptions.cbignorecerterrors.caption
source: Ignore certificate errors
el: Αγνόησε τα σφάλματα πιστοποιητικού

# tvisconnectoptions.checkbox_anonyme.caption
source: Anonymous Connection
el: Ανώνυμη Σύνδεση

# tvisconnectoptions.group_account.caption
source: Account :
el: Λογαριασμός :

# tvisconnectoptions.group_connection.caption
source: Connection :
el: Σύνδεση :

# tvisconnectoptions.label_dc.caption
source: Domain Controller
el: Ελεγκτής Τομέα

# tvisconnectoptions.label_password.caption
source: Password :
el: Κωδικός Πρόσβασης :

# tvisconnectoptions.label_port.caption
source: Port :
el: Θύρα :

# tvisconnectoptions.label_targethost.caption
source: Domain :
el: Τομέας :

# tvisconnectoptions.label_user.caption
source: User :
el: Χρήστης :

# tvisconnectoptions.radiobutton_simpleauth.caption
source: Simple Authentication
el: Απλή Πιστοποίηση

# tvisdelegatecontrol.action_add.caption
source: Add...
el: Προσθήκη...
fr: Ajouter...

# tvisdelegatecontrol.action_back.caption
source: < Back
el: < Πίσω
fr: < Retour

# tvisdelegatecontrol.action_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisdelegatecontrol.action_next.caption
source: Next >
el: Επόμενο >
fr: Suivant >

# tvisdelegatecontrol.action_remove.caption
source: Remove
el: Αφαίρεση
fr: Supprimer

# tvisdelegatecontrol.btn_finish.caption
source: Finish
el: Ολοκλήρωση
fr: Terminer

# tvisdelegatecontrol.caption
source: Delegation of Control Wizard
el: Οδηγός Ανάθεσης Ελέγχου
fr: Assistant de délégation de contrôle

# tvisdelegatecontrol.checkbox1.caption
source: Create selected objects in this folder
el: Δημιουργία επιλεγμένων αντικειμένων σε αυτό το φάκελο
fr: Créer l'objet sélectionné dans ce dossier

# tvisdelegatecontrol.checkbox2.caption
source: Delete selected objects in this folder
el: Διαγραφή επιλεγμένων αντικειμένων σε αυτό το φάκελο
fr: Supprimer l

# tvisdelegatecontrol.checkbox3.caption
source: General
el: Γενικές
fr: Général

# tvisdelegatecontrol.checkbox4.caption
source: Property-specific
el: Συγκεκριμένες για την ιδιότητα
fr: Spécifique à la propriété

# tvisdelegatecontrol.checkbox5.caption
source: Creation/deletion of specific child objects
el: Δημιουργία/διαγραφή συγκεκριμένων αντικειμένων-παιδιών
fr: Création/suppression d'objets enfants spécifiques

# tvisdelegatecontrol.label1.caption
source: Welcome to the Delegation of Control Wizard
el: Καλωσορίσατε στον Οδηγό Ανάθεσης Ελέγχου
fr: Bienvenue dans l'assistant de délégation de contrôle

# tvisdelegatecontrol.label10.caption
source: You have successfully completed the Delegation of Control wizard.
el: Έχετε ολοκληρώσει με επιτυχία τον Οδηγό Ανάθεσης Ελέγχου.
fr: Vous avez terminé avec succès l'assistant de délégation de contrôle.

# tvisdelegatecontrol.label11.caption
source: To close this wizard, click Finish.
el: Για να κλείσετε αυτόν τον οδηγό, κάντε κλικ στο Ολοκλήρωση.
fr: Pour fermer l'assistant, clicker sur Terminer.

# tvisdelegatecontrol.label12.caption
source: Active Directory Object Type
el: Τύπος Αντικειμένου Active Directory
fr: Type d'Objet Active Directory

# tvisdelegatecontrol.label13.caption
source: Indicate the scope of the task you want to delegate.
el: Καθορίστε το εύρος εργασιών που θέλετε να αναθέσετε.
fr: Indiquer le périmètre de la tâche que vous souhaitez déléguer.

# tvisdelegatecontrol.label14.caption
source: Delegate control of:
el: Ανάθεση ελέγχου των:
fr: Déléguer le contrôle de :

# tvisdelegatecontrol.label15.caption
source: Permissions
el: Άδειες

# tvisdelegatecontrol.label16.caption
source: Select the permissions you want to delegate.
el: Επιλέξτε τα δικαιώματα που θέλετε να αναθέσετε.
fr: Sélectionner les permissions que vous souhaitez déléguer.

# tvisdelegatecontrol.label17.caption
source: Show these permissions:
el: Εμφάνιση αυτών των δικαιωμάτων:
fr: Afficher ces permissions :

# tvisdelegatecontrol.label18.caption
source: Permissions:
el: Άδειες:

# tvisdelegatecontrol.label2.caption
source: This wizard helps you delegate control of Active Directory objects. You can grant users permission to manage users, groups, computers, organizational units, and other objects stored in Active Directory Domain Services.
el: Αυτός ο οδηγός σάς βοηθά να αναθέσετε τον έλεγχο αντικειμένων του Active Directory. Μπορείτε να χορηγήσετε στους χρήστες άδειες για τη διαχείριση χρηστών, ομάδων, υπολογιστών, οργανωτικών μονάδων και άλλων αντικειμένων που αποθηκεύονται στις Υπηρεσίες Τομέα Active Directory.
fr: Cet assistant vous aide à déléguer le contrôle des objets Active Directory. Vous pouvez accorder aux utilisateurs l'autorisation de gérer les utilisateurs, les groupes, les ordinateurs, les unités organisationnelles et d'autres objets stockés dans les services de domaine Active Directory.

# tvisdelegatecontrol.label3.caption
source: To continue, click Next.
el: Για να συνεχίσετε, κάντε κλικ στο Επόμενο.
fr: Pour continuer, cliquer sur Suivant.

# tvisdelegatecontrol.label4.caption
source: Selected users and groups:
el: Επιλεγμένοι χρήστες και ομάδες:
fr: Utilisateurs et groupes sélectionnés :

# tvisdelegatecontrol.label5.caption
source: Users and Groups
el: Χρήστες και Ομάδες
fr: Utilisateurs et groupes

# tvisdelegatecontrol.label6.caption
source: Select one or more users or groups to whom you want to delegate control.
el: Επιλέξτε έναν ή περισσότερους χρήστες ή ομάδες στους οποίους θέλετε να αναθέσετε τον έλεγχο.
fr: Sélectionnez un ou plusieurs utilisateurs ou groupes auxquels vous souhaitez déléguer le contrôle.

# tvisdelegatecontrol.label7.caption
source: Tasks to Delegate
el: Εργασίες προς Ανάθεση
fr: Tâches à déléguer

# tvisdelegatecontrol.label8.caption
source: You can select common tasks or customize your own.
el: Μπορείτε να επιλέξετε κοινές εργασίες ή να προσαρμόσετε τις δικές σας.
fr: Vous pouvez sélectionner des tâches communes ou personnaliser la votre.

# tvisdelegatecontrol.label9.caption
source: Completing the Delegation of Control Wizard
el: Ολοκλήρωση του Οδηγού Ανάθεσης Ελέγχου
fr: Terminer l'assistant de délégation de contrôle

# tvisdelegatecontrol.radiobutton1.caption
source: Delegate the following common tasks:
el: Ανάθεση των παρακάτω κοινών εργασιών:
fr: Déléguer la tâche cummune suivante :

# tvisdelegatecontrol.radiobutton2.caption
source: Create a custom task to delegate
el: Δημιουργία προσαρμοσμένης εργασίας για ανάθεση
fr: Créer une tâche personnalisé pour déléguer

# tvisdelegatecontrol.radiobutton3.caption
source: This folder, existing objects in this folder, and creation of new objects in this folder
el: Αυτός ο φάκελος, υπάρχοντα αντικείμενα σε αυτόν το φάκελο και δημιουργία νέων αντικειμένων σε αυτόν το φάκελο
fr: Ce dossier, les objets existant dans ce dossier, et la création de nouveaux objets dans ce dossier

# tvisdelegatecontrol.radiobutton4.caption
source: Only the following objects in the folder:
el: Μόνο τα παρακάτω αντικείμενα στο φάκελο:
fr: Seulement les objets suivant dans le dossier :

# tvislistother.action_add.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tvislistother.action_edit.caption
source: Edit
el: Επεξεργασία
fr: Editer

# tvislistother.action_ok.caption
source: OK
el: ΟΚ
