Repository: tranquilit/OpenRSAT
Catalog: packages/OpenRSATGUI/languages/OpenRSATGUI.*.po
Languages: el, fr

# tvisnewzonewizard.label42.caption
source: Note: You should now add records to the zone or ensure that records are updated dynamically. You can then verify name resolution using nslookup.
el: Σημείωση: Πρέπει τώρα να προσθέσετε εγγραφές στη ζώνη ή να εξασφαλίσετε ότι οι εγγραφές ενημερώνονται δυναμικά. Μπορείτε στη συνέχεια να επιβεβαιώσετε την ανάλυση ονόματος χρησιμοποιώντας το nslookup.
fr: Remarque : vous devez maintenant ajouter des enregistrements à la zone ou vous assurer que les enregistrements sont mis à jour dynamiquement. Vous pouvez ensuite vérifier la résolution de nom à l'aide de nslookup.

# tvisnewzonewizard.label43.caption
source: To close this wizard and create the new zone, click Finish.
el: Για να κλείσετε αυτόν τον οδηγό και να δημιουργήσετε τη νέα ζώνη, κάντε κλικ στο Ολοκλήρωση.
fr: Pour fermer cet assistant et créer la nouvelle zone, cliquer sur Terminer.

# tvisnewzonewizard.label5.caption
source: Zone Type
el: Τύπος Ζώνης
fr: Type de zone

# tvisnewzonewizard.label6.caption
source: The DNS server supports various types of zones and storage.
el: Ο διακομιστής DNS υποστηρίζει διάφορους τύπους ζωνών και αποθήκευσης.
fr: Le serveur DNS prend en charge différents types de zones et de stockage.

# tvisnewzonewizard.label7.caption
source: Select the type of zone you want to create:
el: Επιλέξτε τον τύπο ζώνης που θέλετε να δημιουργήσετε:
fr: Sélectionner le type de zone que vous souhaitez créer :

# tvisnewzonewizard.label8.caption
source: Creates a copy of a zone that can be updated directly on this server.
el: Δημιουργεί ένα αντίγραφο μιας ζώνης που μπορεί να ενημερωθεί απευθείας σε αυτόν το διακομιστή.
fr: Crée une copie d'une zone qui peut être mise à jour directement sur ce serveur.

# tvisnewzonewizard.label9.caption
source: Create a copy of a zone that exists on another server. This option helps balance the processing load of primary servers and provides fault tolerance.
el: Δημιουργεί ένα αντίγραφο μιας ζώνης που υπάρχει σε άλλο διακομιστή. Αυτή η επιλογή βοηθά να εξισορροπήσει το φορτίο επεξεργασίας των πρωτευόντων διακομιστών και παρέχει ανοχή σε σφάλματα.
fr: Créez une copie d'une zone existant sur un autre serveur. Cette option permet d'équilibrer la charge de traitement des serveurs principaux et offre une tolérance aux pannes.

# tvisnewzonewizard.radiobutton1.caption
source: Primary zone
el: Πρωτεύουσα ζώνη
fr: Zone primaire

# tvisnewzonewizard.radiobutton2.caption
source: Secondary zone
el: Δευτερεύουσα ζώνη
fr: Zone secondaire

# tvisnewzonewizard.radiobutton3.caption
source: Stub zone
el: Stub ζώνη
fr: Zone de raccordement

# tvisomniselect.action_ok.caption
source: OK
el: ΟΚ

# tvisomniselect.button_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisomniselect.label_search.caption
source: Search :
el: Αναζήτηση :
fr: Recherche :

# tvisomniselect.tisgrid_items.header.columns[0].text
source: Name
el: Όνομα
fr: Nom

# tvisomniselect.tisgrid_items.header.columns[1].text
source: Description
el: Περιγραφή

# tvisomniselect.tisgrid_items.header.columns[2].text
source: Folder
el: Φάκελος
fr: Dossier

# tvisomniselect.toolbutton_attributeslist.caption
source: Search selection
el: Αναζήτηση επιλογής
fr: Rechercher la sélection

# tvisoperationmasters.action_domainnamingmaster.caption
source: Change...
el: Αλλαγή...
fr: Changer...

# tvisoperationmasters.action_infrastructuremaster.caption
source: Change...
el: Αλλαγή...
fr: Changer...

# tvisoperationmasters.action_pdc.caption
source: Change...
el: Αλλαγή...
fr: Changer...

# tvisoperationmasters.action_rid.caption
source: Change...
el: Αλλαγή...
fr: Changer...

# tvisoperationmasters.action_schemamaster.caption
source: Change...
el: Αλλαγή...
fr: Changer...

# tvisoptions.action_apply.caption
source: Apply
el: Εφαρμογή
fr: Appliquer

# tvisoptions.action_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisoptions.action_ok.caption
source: OK
el: ΟΚ

# tvisoptions.btn_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisoptions.caption
source: Options
el: Επιλογές

# tvisproperties.action_apply.caption
source: Apply
el: Εφαρμογή
fr: Appliquer

# tvisproperties.action_attributesconstructed.caption
source: Constructed
el: Δημιουργημένο
fr: Construit

# tvisproperties.action_attributesfilter.caption
source: Filter
el: Φίλτρο
fr: Filtre

# tvisproperties.action_attributesmandatory.caption
source: Mandatory
el: Υποχρεωτικό
fr: Obligatoire

# tvisproperties.action_attributesmodify.caption
source: Modify
el: Τροποποίηση
fr: Modifier

# tvisproperties.action_attributesoptional.caption
source: Optional
el: Προαιρετικό
fr: Optionnel

# tvisproperties.action_attributesshowvalues.caption
source: Show only attributes that have values
el: Εμφάνιση μόνο των χαρακτηριστικών που έχουν τιμές
fr: Afficher uniquement les attributs qui ont des valeurs

# tvisproperties.action_attributesshowwritable.caption
source: Show only writable attributes
el: Εμφάνιση μόνο των χαρακτηριστικών που είναι εγγράψιμα
fr: Afficher uniquement les attributs modifiables

# tvisproperties.action_attributessystemonly.caption
source: System-only
el: Μόνο συστήματος
fr: Système seulement

# tvisproperties.action_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisproperties.action_certificatecopy.caption
source: Copy to File
el: Αντιγραφή σε Αρχείο
fr: Copier dans un fichier

# tvisproperties.action_certificateremove.caption
source: Remove
el: Αφαίρεση
fr: Supprimer

# tvisproperties.action_certificateview.caption
source: View Certificate...
el: Εμφάνιση Πιστοποιητικού...
fr: Voir le certificat...

# tvisproperties.action_lapscopypassword.caption
source: Copy password
el: Αντιγραφή κωδικού πρόσβασης
fr: Copier le mot de passe

# tvisproperties.action_lapsexpirenow.caption
source: Expire now
el: Λήξη τώρα
fr: Expirer maintenant

# tvisproperties.action_lapsshowpassword.caption
source: Show password
el: Εμφάνιση κωδικού πρόσβασης
fr: Afficher le mot de passe

# tvisproperties.action_managedbychange.caption
source: Change
el: Αλλαγή
fr: Changer

# tvisproperties.action_managedbycheckbox.caption
source: Manager can update membership list
el: Ο διαχειριστής μπορεί να ενημερώσει τη λίστα μελών
fr: Le gestionnaire peut mettre à jour la liste des membres

# tvisproperties.action_managedbyclear.caption
source: Clear
el: Καθαρισμός
fr: Vider

# tvisproperties.action_managedbyproperties.caption
source: Properties
el: Ιδιότητες
fr: Propriétés

# tvisproperties.action_memberofadd.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tvisproperties.action_memberofdelete.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tvisproperties.action_membersadd.caption
source: Add...
el: Προσθήκη...
fr: Ajouter...

# tvisproperties.action_membersdelete.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tvisproperties.action_ok.caption
source: OK
el: ΟΚ

# tvisproperties.action_organizationclear.caption
source: Clear
el: Καθαρισμός
fr: Vider

# tvisproperties.action_organizationproperties.caption
source: Properties
el: Ιδιότητες
fr: Propriétés

# tvisproperties.action_securityadduser.caption
source: Add
el: Προσθήκη
fr: Ajouter

# tvisproperties.action_securityadvanced.caption
source: Advanced
el: Για προχωρημένους
fr: Avancé

# tvisproperties.action_securitydeleteuser.caption
source: Delete
el: Διαγραφή
fr: Supprimer

# tvissearch.action_advadd.caption
source: Add condition
el: Προσθήκη συνθήκης
fr: Ajouter la condition

# tvissearch.action_advdel.caption
source: Delete condition
el: Διαγραφή συνθήκης
fr: Supprimer la condition

# tvissearch.action_changedn.caption
source: Change
el: Αλλαγή
fr: Changer

# tvissearch.action_properties.caption
source: Properties
el: Ιδιότητες
fr: Propriétés

# tvissearch.action_search.caption
source: Search
el: Αναζήτηση
fr: Recherche

# tvissearch.action_searchfrom.caption
source: Search from
el: Αναζήτηση από
fr: Rechercher à partir de

# tvissearch.action_searchnew.caption
source: Search New
el: Αναζήτηση Νέου
fr: Nouvelle recherche

# tvissearch.action_showinview.caption
source: Show in view
el: Εμφάνιση σε προβολή
fr: Voir dans la vue

# tvissearch.caption
source: Search
el: Αναζήτηση
fr: Recherche

# tvissearch.combobox_advcondition.text
source: Start with
el: Ξεκινάει με
fr: Commence par

# tvissearch.label_basicvalue.caption
source: Search a name:
el: Αναζήτηση ονόματος:
fr: Rechercher un nom :

# tvissearch.label_expfilter.caption
source: Search using Ldap filter:
el: Αναζήτηση χρησιμοποιώντας φίλτρο Ldap:
fr: Recherche en utiliser le filtre LDAP :

# tvissearch.label_pagecount.caption
source: Page count
el: Αριθμός σελίδων
fr: Nombre de page

# tvissearch.label_pagesize.caption
source: Page size
el: Μέγεθος σελίδας
fr: Taille de la page

# tvissearch.label_path.caption
source: Path:
el: Διαδρομή:
fr: Chemin :

# tvissearch.label_resultcount.caption
source: Total : 0 elements
el: Συνολικά : 0 στοιχεία
fr: Total : 0 éléments

# tvissearch.label_searchscope.caption
source: Search Scope
el: Εύρος Αναζήτησης
fr: Périmètre de recherche

# tvissearch.radiobutton_allcondition.caption
source: All conditions
el: Όλες οι συνθήκες
fr: Toutes les conditions

# tvissearch.radiobutton_onecondition.caption
source: At least one condition
el: Τουλάχιστον μία συνθήκη
fr: Au moins une condition

# tvissearch.tabsheet_advanced.caption
source: Advanced
el: Για προχωρημένους
fr: Avancé

# tvissearch.tabsheet_options.caption
source: Options
el: Επιλογές

# tvissearch.tisgrid_advdetails.header.columns[0].text
source: Key
el: Κλειδί
fr: Clé

# tvissearch.tisgrid_advdetails.header.columns[1].text
source: Condition
el: Συνθήκη

# tvissearch.tisgrid_advdetails.header.columns[2].text
source: Value
el: Τιμή
fr: Valeur

# tvissearch.tisgrid_result.header.columns[0].text
source: Name
el: Όνομα
fr: Nom

# tvissearch.tisgrid_result.header.columns[1].text
source: Type
el: Τύπος

# tvissearch.tisgrid_result.header.columns[2].text
source: Description
el: Περιγραφή

# tvisselectnewrecordtype.action_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvisselectnewrecordtype.action_createrecord.caption
source: Create Record
el: Δημιουργία Εγγραφής
fr: Créer un enregistrement

# tvisselectnewrecordtype.caption
source: Resource Record Type
el: Τύπος Εγγραφής Πόρου
fr: Type d'enregistrement de ressource

# tvisselectnewrecordtype.label1.caption
source: Select a resource record type:
el: Επιλέξτε έναν τύπο εγγραφής πόρου:
fr: Sélectionner un type d'enregistrement de ressource :

# tvisselectnewrecordtype.label2.caption
source: Description:
el: Περιγραφή:

# tvistaskmove.action_ok.caption
source: OK
el: ΟΚ

# tvistaskmove.btn_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvistaskmove.caption
source: Move
el: Μετακίνηση
fr: Déplacer

# tvistaskmove.label_dn.caption
source: Object location :
el: Τοποθεσία αντικειμένου :
fr: Emplacement de l'objet :

# tvistaskmove.label_rdn.caption
source: Name :
el: Όνομα :
fr: Nom :

# tvistaskresetpassword.btn_cancel.caption
source: Cancel
el: Ακύρωση
fr: Annuler

# tvistaskresetpassword.btn_ok.caption
source: Ok
el: ΟΚ

# tvistaskresetpassword.caption
source: Reset Password
el: Επαναφορά Κωδικού Πρόσβασης
fr: Réinitialiser le mot de passe

# tvistaskresetpassword.checkbox_change.caption
source: User must change password at next logon
el: Ο χρήστης πρέπει να αλλάξει τον κωδικό πρόσβασης κατά την επόμενη σύνδεση
fr: L'utilisateur doit changer de mot de passe à la prochaine connexion

# tvistaskresetpassword.checkbox_unlock.caption
source: Unlock the user's account
el: Ξεκλείδωμα του λογαριασμού χρήστη
fr: Dévérouiller le compte de l'utilisateur

# tvistaskresetpassword.label_confirmpassword.caption
source: Confirm Password :
el: Επιβεβαίωση Κωδικού Πρόσβασης :
fr: Confirmer le mot de passe :

# tvistaskresetpassword.label_effect.caption
source: The user must logoff and then logon again for the change to take effect.
el: Ο χρήστης πρέπει να αποσυνδεθεί και στη συνέχεια να συνδεθεί ξανά για να εφαρμοστεί η αλλαγή.
fr: L'utilisateur doit se déconnecter puis se reconnecter pour que la modification prenne effet.

# tvistaskresetpassword.label_newpassword.caption
source: New Password :
el: Νέος Κωδικός Πρόσβασης :
fr: Nouveau mot de passe :

# tvistaskresetpassword.label_status.caption
source: Account Lockout Status on this Domain Controller :
el: Κατάσταση Κλειδώματος Λογαριασμού σε αυτόν τον Ελεγκτή Τομέα :
fr: État de verrouillage du compte sur ce contrôleur de domaine :

# tformconnectconfigs.label_autoconnect.caption
source: Auto connect
fr: Connexion automatique

# tformconnectconfigs.label_profile.caption
source: Profile
fr: Profil

# tfrmmoduleaduc.action_blockgpoinheritance.caption
source: Block GPO Inheritance
fr: Bloquer l'héritage de la GPO

# tfrmmoduleaduc.action_disablegpo.caption
source: Disable GPO
fr: Désactiver la GPO

# tfrmmoduleaduc.action_enablegpo.caption
source: Enable GPO
fr: Activer la GPO

# tfrmmoduleaduc.action_enforcegpo.caption
source: Enforce GPO
fr: Forcer la GPO

# tfrmmoduleaduc.action_modifygplink.caption
source: Modify GPLink
fr: Modifier le GPLink

# tfrmmoduleaduc.action_operationsmasters.caption
source: Operations masters
fr: Maitres d'opérations

# tfrmmoduleaduc.checkbox1.caption
source: Include subcontainer
fr: Inclure les sous conteneurs

# tfrmmoduledns.griddns.header.columns[6].text
source: Key Master
fr: Clé maitre

# tfrmmodulesitesandservices.action_next.caption
source: Action_Next
fr: Suivant >

# tfrmmodulesitesandservices.tisgrid1.header.columns[8].text
source: Bridgehead
fr: Tête de pont

# tfrmnewsite.label_info.caption
source: Select a site link object for this site. Site link objects are located in the Sites/Inter-Site Transports container.
fr: Sélectionner un objet lien de site pour ce site. Les objets lien de site sont localisé dans le conteneur Sites/Inter-Site Transports.

# tfrmpropertyattributes.menuitem8.caption
source: Backlinks
fr: Lien retour

# tfrmpropertygeneralgroup.label_mail.caption
source: E-mail :
fr: Mail :

# tfrmpropertylaps.groupbox1.caption
source: Local Administrator Password Solution
fr: Solution du mot de passe de l'administrateur local

# tfrmpropertylaps.label_currentexpiration.caption
source: Current LAPS password expiration:
fr: Expiration actuelle du mot de passe LAPS :

# tfrmpropertylaps.label_localadminaccountname.caption
source: LAPS local admin account name:
fr: Nom du compte d'administrateur local LAPS :

# tfrmpropertylaps.label_localadminaccountpassword.caption
source: LAPS local admin account password:
fr: Mot de passe du compte d'administrateur local LAPS :

# tfrmpropertylaps.label_newexpiration.caption
source: Set new LAPS password expiration:
fr: Définir l'expiration du nouveau mot de passe LAPS :

# tfrmrsat.action_showgpo.caption
source: Show GPO
fr: Afficher les GPO

# tvisadvancedsecurity.checkbox_dc.caption
source: DACL Computed Inheritance Required
fr: Héritage calculé DACL requis

# tvisadvancedsecurity.checkbox_dd.caption
source: DACL Defaulted
fr: DACL par défaut

# tvisadvancedsecurity.checkbox_sc.caption
source: SACL Computed Inheritance Required
fr: Héritage calculé SACL requis

# tvisadvancedsecurity.checkbox_sd.caption
source: SACL Defaulted
fr: SACL par défaut

# tviseditaduccolumns.action1.caption
source: Add ->
fr: Ajouter ->

# tviseditaduccolumns.action2.caption
source: <- Remove
fr: <- Supprimer

# tviseditaduccolumns.action3.caption
source: Move UP
fr: Déplacer vers le HAUT

# tviseditaduccolumns.action4.caption
source: Move DOWN
fr: Déplacer vers le BAS

# tviseditaduccolumns.action5.caption
source: Restore Default
fr: Restaurer par défaut

# tviseditaduccolumns.caption
source: Edit Columns
fr: Editer les colonnes

# tviseditaduccolumns.label1.caption
source: Available columns:
fr: Colonnes disponilbe :

# tviseditaduccolumns.label2.caption
source: Displayed columns:
fr: Colonnes affichées :

# tvismodifygplink.action_apply.caption
source: Apply
fr: Appliquer

# tvismodifygplink.action_disablegpo.caption
source: Disable GPO
fr: Désactiver la GPO

# tvismodifygplink.action_enablegpo.caption
source: Enable GPO
fr: Activer la GPO

# tvismodifygplink.action_enforcegpo.caption
source: Enforce GPO
fr: Forcer la GPO

# tvismodifygplink.bitbtn_cancel.caption
source: Cancel
fr: Annuler

# tvismodifygplink.label1.caption
source: Object:
fr: Objet :

# tvismodifygplink.label_availablegpo.caption
source: Available GPO
fr: GPO disponible

# tvismodifygplink.label_linkedgpo.caption
source: Linked GPO
fr: GPO lié

# tvismodifygplink.tisgrid_availablegpo.header.columns[0].text
source: Name
fr: Nom

# tvismodifygplink.tisgrid_linkedgpo.header.columns[0].text
source: Name
fr: Nom

# tvisoperationmasters.caption
source: Operations Masters
fr: Maître des opérations

# tvisoperationmasters.label_domainnamingmaster.caption
source: Domain naming master
fr: Maître du nommage dans le domaine

# tvisoperationmasters.label_infrastructuremaster.caption
source: Infrastructure master
fr: Maître de l'infrastructure

# tvisoperationmasters.label_schemamaster.caption
source: Schema master
fr: Maître du schéma

# tvisprofileconfiguration.action_searchdomaincontrollers.hint
source: Search domain controllers
fr: Chercher des controlleurs de domaine

# tvisprofileconfiguration.action_searchdomains.hint
source: Search domains
fr: Chercher des domaines

# tvisprofileconfiguration.action_showdcinfos.caption
source: Show DC infos
fr: Afficher les informations du DC

# tvisprofileconfiguration.action_testauthentication.caption
source: Test Authentication
fr: Tester l'authentification

# tvisprofileconfiguration.action_testconnection.caption
source: Test Connection
fr: Tester la connexion

# tvisprofileconfiguration.caption
source: Profil configuration
fr: Configuration du profil

# tvisprofileconfiguration.groupbox_account.caption
source: Account
fr: Compte

# tvisprofileconfiguration.groupbox_authmethods.caption
source: Auth method
fr: Méthode d'authentification

# tvisprofileconfiguration.groupbox_domain.caption
source: Domain
fr: Domaine

# tvisprofileconfiguration.label_anonymous.caption
source: Anonymous
fr: Anonyme

# tvisprofileconfiguration.label_currentusername.caption
source: Current username
fr: Nom d'utilisateur courant

# tvisprofileconfiguration.label_domain.caption
source: Domain
fr: Domaine

# tvisprofileconfiguration.label_domaincontroller.caption
source: Domain Controller
fr: Controlleur de Domaine

# tvisprofileconfiguration.label_password.caption
source: Password
fr: Mot de passe

# tvisprofileconfiguration.label_timeout.caption
source: Timeout
fr: Délai d'attente

# tvisprofileconfiguration.label_unsafe.caption
source: Unsafe connection
fr: Connexion non sécurisé

# tvisprofileconfiguration.label_username.caption
source: Username
fr: Nom d'utilisateur

# tvisprofilemanager.caption
source: Profile manager
fr: Gestionnaire de profil

# tvisprofilemanager.listview1.columns[0].caption
source: Name
fr: Nom

# tvisprofilemanager.listview1.columns[1].caption
source: Domain
fr: Domaine

# tvisprofilemanager.listview1.columns[2].caption
source: Domain Controller
fr: Controlleur de Domaine

# tvisprofilemanager.listview1.columns[3].caption
source: Username
fr: Nom d'utilisateur

# tvisproperties.action_attributesbacklinks.caption
source: Backlinks
fr: Lien retour

# tvisrootdseinfos.caption
source: DC infos
fr: Information du DC

# tvisrootdseinfos.label1.caption
source: Server informations (available from RootDSE Object)
fr: Informations du serveur (disponible depuis l'objet RootDSE)

# tvisrootdseinfos.label_domain.caption
source: Domain
fr: Domaine

# tvisrootdseinfos.label_domaincontroller.caption
source: Domain Controller
fr: Controlleur de Domaine

# tvisrootdseinfos.tisgrid1.header.columns[0].text
source: Name
fr: Nom

# tvisrootdseinfos.tisgrid1.header.columns[1].text
source: Value
fr: Valeur

# tvissearch.tabsheet_basic.caption
source: Basic
fr: Basique
